[
  {
    "id": "Loi_001",
    "hanh_vi_chung": "Vượt đèn đỏ",
    "mo_ta_luat": "Hành vi vượt đèn đỏ là không dừng xe trước vạch dừng khi đèn tín hiệu đã chuyển sang đỏ. Hành vi được hiểu là không dừng trước vạch dừng hoặc không chấp hành tín hiệu điều khiển giao thông theo quy tắc ưu tiên; trừ trường hợp xe được quyền ưu tiên đang phát tín hiệu ưu tiên theo quy định. Khi có đèn vàng, người điều khiển phải giảm tốc và dừng trước vạch nếu dừng an toàn; chỉ được đi khi đã qua vạch dừng và đảm bảo an toàn. Theo Điểm a Khoản 6 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "o_to",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm a Khoản 6 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_002",
    "hanh_vi_chung": "Vượt đèn đỏ",
    "mo_ta_luat": "Hành vi vượt đèn đỏ khi điều khiển xe mô tô, xe gắn máy được hiểu là không chấp hành tín hiệu đèn giao thông, đi khi đèn đỏ hoặc không dừng trước vạch dừng. Hành vi được hiểu là không dừng trước vạch dừng hoặc không chấp hành tín hiệu điều khiển giao thông theo quy tắc ưu tiên; trừ trường hợp xe được quyền ưu tiên đang phát tín hiệu ưu tiên theo quy định. Khi có đèn vàng, người điều khiển phải giảm tốc và dừng trước vạch nếu dừng an toàn; chỉ được đi khi đã qua vạch dừng và đảm bảo an toàn. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 4000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_003",
    "hanh_vi_chung": "Chạy quá tốc độ quy định từ 5km/h đến 10km/h",
    "mo_ta_luat": "Hành vi chạy quá tốc độ quy định từ 5km/h đến 10km/h được xác định khi kết quả đo tốc độ vượt ngưỡng tối đa cho phép theo biển báo hoặc quy chuẩn. Hành vi bao gồm điều khiển phương tiện vượt quá tốc độ tối đa cho phép theo biển báo, vạch kẻ hoặc theo văn bản quy chuẩn; mức vượt được xác định bằng kết quả đo kiểm, đã trừ sai số kỹ thuật của thiết bị đo. Trường hợp gây tai nạn, mức phạt và hình thức bổ sung có thể tăng. Theo Điểm a Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm a Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_004",
    "hanh_vi_chung": "Chạy quá tốc độ từ 10km/h đến 20km/h",
    "mo_ta_luat": "Hành vi điều khiển ô tô chạy quá tốc độ cho phép từ 10 đến 20 km/h là hành vi vượt ngưỡng tốc độ tối đa được quy định trên đoạn đường. Hành vi bao gồm điều khiển phương tiện vượt quá tốc độ tối đa cho phép theo biển báo, vạch kẻ hoặc theo văn bản quy chuẩn; mức vượt được xác định bằng kết quả đo kiểm, đã trừ sai số kỹ thuật của thiết bị đo. Trường hợp gây tai nạn, mức phạt và hình thức bổ sung có thể tăng. Theo Điểm c Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_005",
    "hanh_vi_chung": "Không đội mũ bảo hiểm khi đi mô tô",
    "mo_ta_luat": "Hành vi không đội mũ bảo hiểm khi đi mô tô, xe gắn máy là vi phạm quy định về an toàn cho người tham gia giao thông. Quy định nhằm bảo đảm an toàn cho người tham gia giao thông; mũ bảo hiểm/dây an toàn phải đạt chuẩn và được cài/chốt đúng cách trong suốt hành trình. Theo Điểm i Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm i Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_006",
    "hanh_vi_chung": "Sử dụng điện thoại khi lái xe",
    "mo_ta_luat": "Hành vi sử dụng điện thoại di động khi đang điều khiển ô tô là vi phạm quy định về an toàn giao thông, có thể gây mất tập trung và tai nạn. Khi điều khiển phương tiện, người lái không được sử dụng điện thoại hoặc thiết bị cầm tay gây mất tập trung; trừ trường hợp dùng thiết bị rảnh tay nhưng vẫn phải bảo đảm an toàn. Theo Điểm c Khoản 4 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_007",
    "hanh_vi_chung": "Sử dụng điện thoại khi lái xe",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy sử dụng điện thoại di động khi đang lái xe là hành vi vi phạm gây mất tập trung, làm tăng nguy cơ xảy ra tai nạn. Khi điều khiển phương tiện, người lái không được sử dụng điện thoại hoặc thiết bị cầm tay gây mất tập trung; trừ trường hợp dùng thiết bị rảnh tay nhưng vẫn phải bảo đảm an toàn. Theo Điểm h Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm h Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_008",
    "hanh_vi_chung": "Điều khiển xe khi trong máu hoặc hơi thở có nồng độ cồn",
    "mo_ta_luat": "Hành vi điều khiển ô tô khi trong máu hoặc hơi thở có nồng độ cồn là vi phạm nghiêm trọng quy định về an toàn giao thông đường bộ. Hành vi xác định dựa trên nồng độ cồn đo được trong khí thở hoặc máu theo quy chuẩn; người điều khiển không được uống rượu, bia khi lái phương tiện. Mức xử phạt phân theo ngưỡng nồng độ và có thể kèm tước giấy phép lái xe. Theo Điểm a Khoản 10 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 22–24 tháng.",
    "loai_xe": "o_to",
    "phat_min": 30000000,
    "phat_max": 40000000,
    "dieu_luat": "Điểm a Khoản 10 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 22–24 tháng"
  },
  {
    "id": "Loi_009",
    "hanh_vi_chung": "Điều khiển xe khi trong máu hoặc hơi thở có nồng độ cồn",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô, xe gắn máy khi trong máu hoặc hơi thở có nồng độ cồn là vi phạm nghiêm trọng về an toàn giao thông. Hành vi xác định dựa trên nồng độ cồn đo được trong khí thở hoặc máu theo quy chuẩn; người điều khiển không được uống rượu, bia khi lái phương tiện. Mức xử phạt phân theo ngưỡng nồng độ và có thể kèm tước giấy phép lái xe. Theo Điểm e Khoản 8 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy. Hình thức bổ sung có thể áp dụng: Tước GPLX 22–24 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm e Khoản 8 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 22–24 tháng"
  },
  {
    "id": "Loi_010",
    "hanh_vi_chung": "Không chấp hành hiệu lệnh người điều khiển giao thông",
    "mo_ta_luat": "Hành vi không chấp hành hiệu lệnh của người điều khiển giao thông (Cảnh sát giao thông, người được phân công hướng dẫn) là vi phạm trực tiếp trật tự an toàn giao thông. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_011",
    "hanh_vi_chung": "Không chấp hành hiệu lệnh người điều khiển giao thông",
    "mo_ta_luat": "Hành vi không tuân theo hiệu lệnh của người điều khiển giao thông (Cảnh sát giao thông, người được phân công) làm mất trật tự an toàn giao thông. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm b Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm b Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_012",
    "hanh_vi_chung": "Đi sai làn đường",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi không đúng phần đường, làn đường quy định là vi phạm quy tắc giao thông. Người điều khiển phải đi đúng làn, phần đường; chỉ vượt xe khi đủ điều kiện an toàn, không vượt tại nơi cấm vượt, nơi có vạch kẻ liền hoặc tầm nhìn hạn chế; phải có tín hiệu báo trước. Theo Điểm a Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_013",
    "hanh_vi_chung": "Đi sai làn đường",
    "mo_ta_luat": "Hành vi đi sai làn đường khi điều khiển xe mô tô, xe gắn máy là vi phạm quy tắc giao thông. Người điều khiển phải đi đúng làn, phần đường; chỉ vượt xe khi đủ điều kiện an toàn, không vượt tại nơi cấm vượt, nơi có vạch kẻ liền hoặc tầm nhìn hạn chế; phải có tín hiệu báo trước. Theo Điểm g Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm g Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_014",
    "hanh_vi_chung": "Vượt xe tại nơi cấm vượt",
    "mo_ta_luat": "Hành vi vượt xe tại nơi cấm vượt (nơi có biển cấm vượt, vạch liền, đoạn đường cong, tầm nhìn hạn chế) là vi phạm nghiêm trọng. Người điều khiển phải đi đúng làn, phần đường; chỉ vượt xe khi đủ điều kiện an toàn, không vượt tại nơi cấm vượt, nơi có vạch kẻ liền hoặc tầm nhìn hạn chế; phải có tín hiệu báo trước. Theo Điểm c Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_015",
    "hanh_vi_chung": "Vượt xe tại nơi cấm vượt",
    "mo_ta_luat": "Người điều khiển xe mô tô vượt xe tại nơi cấm vượt, nơi có vạch kẻ liền hoặc tầm nhìn hạn chế là hành vi nguy hiểm, vi phạm nghiêm trọng quy định giao thông. Người điều khiển phải đi đúng làn, phần đường; chỉ vượt xe khi đủ điều kiện an toàn, không vượt tại nơi cấm vượt, nơi có vạch kẻ liền hoặc tầm nhìn hạn chế; phải có tín hiệu báo trước. Theo Điểm c Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_016",
    "hanh_vi_chung": "Đi ngược chiều trên đường một chiều",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi ngược chiều trên đường một chiều hoặc đường có biển cấm đi ngược là hành vi gây nguy hiểm cao. Người điều khiển phải đi đúng hướng, phần đường theo quy định; cấm đi ngược chiều trừ trường hợp xe ưu tiên đang làm nhiệm vụ. Theo Điểm c Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_017",
    "hanh_vi_chung": "Đi ngược chiều trên đường một chiều",
    "mo_ta_luat": "Người điều khiển xe mô tô đi ngược chiều trên đường một chiều, đường có biển cấm đi ngược là hành vi nguy hiểm, dễ gây tai nạn. Người điều khiển phải đi đúng hướng, phần đường theo quy định; cấm đi ngược chiều trừ trường hợp xe ưu tiên đang làm nhiệm vụ. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_018",
    "hanh_vi_chung": "Điều khiển xe đi vào đường cao tốc khi không được phép",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô, xe gắn máy đi vào đường cao tốc là hành vi bị nghiêm cấm. Trên đường cao tốc, việc dừng, đỗ chỉ được thực hiện đúng nơi quy định; cấm lùi, quay đầu, đi ngược chiều; khi buộc dừng khẩn cấp phải đặt biển báo/ký hiệu cảnh báo theo khoảng cách an toàn. Theo Điểm d Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm d Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_019",
    "hanh_vi_chung": "Lùi xe trên đường cao tốc",
    "mo_ta_luat": "Hành vi lùi xe trên đường cao tốc là vi phạm nghiêm trọng quy định về an toàn giao thông. Trên đường cao tốc, việc dừng, đỗ chỉ được thực hiện đúng nơi quy định; cấm lùi, quay đầu, đi ngược chiều; khi buộc dừng khẩn cấp phải đặt biển báo/ký hiệu cảnh báo theo khoảng cách an toàn. Theo Điểm a Khoản 8 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 6–8 tháng.",
    "loai_xe": "o_to",
    "phat_min": 16000000,
    "phat_max": 18000000,
    "dieu_luat": "Điểm a Khoản 8 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 6–8 tháng"
  },
  {
    "id": "Loi_020",
    "hanh_vi_chung": "Quay đầu xe trên đường cao tốc",
    "mo_ta_luat": "Hành vi quay đầu xe trên đường cao tốc là hành vi bị nghiêm cấm, gây nguy cơ tai nạn cao. Trên đường cao tốc, việc dừng, đỗ chỉ được thực hiện đúng nơi quy định; cấm lùi, quay đầu, đi ngược chiều; khi buộc dừng khẩn cấp phải đặt biển báo/ký hiệu cảnh báo theo khoảng cách an toàn. Theo Điểm b Khoản 8 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 6–8 tháng.",
    "loai_xe": "o_to",
    "phat_min": 16000000,
    "phat_max": 18000000,
    "dieu_luat": "Điểm b Khoản 8 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 6–8 tháng"
  },
  {
    "id": "Loi_021",
    "hanh_vi_chung": "Điều khiển xe không có Giấy phép lái xe",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có Giấy phép lái xe hợp lệ là vi phạm nghiêm trọng. Người điều khiển phải mang theo và xuất trình giấy tờ theo quy định khi kiểm tra; giấy chứng nhận kiểm định phải còn hiệu lực; trường hợp không xuất trình được coi như không mang. Theo Điểm b Khoản 7 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 7 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_022",
    "hanh_vi_chung": "Điều khiển xe không có Giấy phép lái xe",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không có Giấy phép lái xe theo quy định là vi phạm nghiêm trọng. Người điều khiển phải mang theo và xuất trình giấy tờ theo quy định khi kiểm tra; giấy chứng nhận kiểm định phải còn hiệu lực; trường hợp không xuất trình được coi như không mang. Theo Điểm a Khoản 5 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_023",
    "hanh_vi_chung": "Không mang theo Giấy đăng ký xe",
    "mo_ta_luat": "Hành vi không mang theo Giấy đăng ký xe khi điều khiển ô tô là vi phạm quy định. Người điều khiển phải mang theo và xuất trình giấy tờ theo quy định khi kiểm tra; giấy chứng nhận kiểm định phải còn hiệu lực; trường hợp không xuất trình được coi như không mang. Theo Điểm a Khoản 2 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 200000,
    "phat_max": 400000,
    "dieu_luat": "Điểm a Khoản 2 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_024",
    "hanh_vi_chung": "Không mang theo Giấy đăng ký xe",
    "mo_ta_luat": "Hành vi không mang theo Giấy đăng ký xe khi điều khiển xe mô tô, xe gắn máy là vi phạm quy định về hành chính giao thông. Người điều khiển phải mang theo và xuất trình giấy tờ theo quy định khi kiểm tra; giấy chứng nhận kiểm định phải còn hiệu lực; trường hợp không xuất trình được coi như không mang. Theo Điểm b Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm b Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_025",
    "hanh_vi_chung": "Không chấp hành biển báo tốc độ",
    "mo_ta_luat": "Hành vi không chấp hành biển báo tốc độ, chạy quá tốc độ cho phép trên đoạn đường có biển quy định là vi phạm. Hành vi bao gồm điều khiển phương tiện vượt quá tốc độ tối đa cho phép theo biển báo, vạch kẻ hoặc theo văn bản quy chuẩn; mức vượt được xác định bằng kết quả đo kiểm, đã trừ sai số kỹ thuật của thiết bị đo. Trường hợp gây tai nạn, mức phạt và hình thức bổ sung có thể tăng. Theo Điểm a Khoản 4 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm a Khoản 4 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_026",
    "hanh_vi_chung": "Không chấp hành biển báo tốc độ",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô, xe gắn máy không chấp hành biển báo tốc độ, chạy nhanh hơn tốc độ tối đa cho phép là vi phạm. Hành vi bao gồm điều khiển phương tiện vượt quá tốc độ tối đa cho phép theo biển báo, vạch kẻ hoặc theo văn bản quy chuẩn; mức vượt được xác định bằng kết quả đo kiểm, đã trừ sai số kỹ thuật của thiết bị đo. Trường hợp gây tai nạn, mức phạt và hình thức bổ sung có thể tăng. Theo Điểm e Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 300000,
    "phat_max": 500000,
    "dieu_luat": "Điểm e Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_027",
    "hanh_vi_chung": "Dừng xe nơi có biển cấm dừng",
    "mo_ta_luat": "Hành vi dừng xe tại nơi có biển cấm dừng, trên phần đường dành cho người đi bộ hoặc gần giao lộ là vi phạm quy định. Trên đường cao tốc, việc dừng, đỗ chỉ được thực hiện đúng nơi quy định; cấm lùi, quay đầu, đi ngược chiều; khi buộc dừng khẩn cấp phải đặt biển báo/ký hiệu cảnh báo theo khoảng cách an toàn. Theo Điểm c Khoản 2 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm c Khoản 2 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_028",
    "hanh_vi_chung": "Đỗ xe trên vạch dành cho người đi bộ",
    "mo_ta_luat": "Hành vi đỗ xe trên phần đường dành cho người đi bộ hoặc vạch kẻ sang đường là vi phạm quy định về an toàn giao thông. Trên đường cao tốc, việc dừng, đỗ chỉ được thực hiện đúng nơi quy định; cấm lùi, quay đầu, đi ngược chiều; khi buộc dừng khẩn cấp phải đặt biển báo/ký hiệu cảnh báo theo khoảng cách an toàn. Theo Điểm d Khoản 2 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm d Khoản 2 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_029",
    "hanh_vi_chung": "Không thắt dây an toàn khi lái xe",
    "mo_ta_luat": "Hành vi không thắt dây an toàn khi điều khiển ô tô là vi phạm quy định về an toàn cá nhân khi tham gia giao thông. Quy định nhằm bảo đảm an toàn cho người tham gia giao thông; mũ bảo hiểm/dây an toàn phải đạt chuẩn và được cài/chốt đúng cách trong suốt hành trình. Theo Điểm p Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm p Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_030",
    "hanh_vi_chung": "Không nhường đường cho xe ưu tiên",
    "mo_ta_luat": "Hành vi không nhường đường cho xe ưu tiên đang phát tín hiệu ưu tiên (còi, đèn) là vi phạm quy định về trật tự giao thông. Khi có tín hiệu ưu tiên (còi, đèn), mọi người tham gia giao thông phải nhanh chóng giảm tốc, tránh hoặc dừng lại sát lề đường để nhường đường theo đúng quy định. Theo Điểm b Khoản 4 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm b Khoản 4 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_031",
    "hanh_vi_chung": "Không nhường đường cho xe ưu tiên",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không nhường đường cho xe ưu tiên (cứu hỏa, cấp cứu, công an, hộ đê) khi có tín hiệu ưu tiên là hành vi vi phạm. Khi có tín hiệu ưu tiên (còi, đèn), mọi người tham gia giao thông phải nhanh chóng giảm tốc, tránh hoặc dừng lại sát lề đường để nhường đường theo đúng quy định. Theo Điểm k Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm k Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_032",
    "hanh_vi_chung": "Chở quá số người quy định",
    "mo_ta_luat": "Hành vi điều khiển ô tô chở quá số người được phép ghi trong giấy đăng ký xe hoặc giấy phép lưu hành là vi phạm. Việc xếp hàng phải đúng trọng tải, kích thước giới hạn cho phép; trọng tải vượt mức được xác định theo số liệu cân kiểm tra hợp lệ, đã trừ sai số kỹ thuật của thiết bị. Theo Điểm b Khoản 2 Điều 23 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm b Khoản 2 Điều 23",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_033",
    "hanh_vi_chung": "Chở quá số người quy định",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chở quá số người quy định (quá 2 người) là vi phạm quy định về an toàn. Việc xếp hàng phải đúng trọng tải, kích thước giới hạn cho phép; trọng tải vượt mức được xác định theo số liệu cân kiểm tra hợp lệ, đã trừ sai số kỹ thuật của thiết bị. Theo Điểm b Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm b Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_034",
    "hanh_vi_chung": "Điều khiển xe quá tải",
    "mo_ta_luat": "Hành vi điều khiển xe tải chở hàng vượt trọng tải cho phép ghi trong giấy chứng nhận kiểm định là vi phạm nghiêm trọng. Việc xếp hàng phải đúng trọng tải, kích thước giới hạn cho phép; trọng tải vượt mức được xác định theo số liệu cân kiểm tra hợp lệ, đã trừ sai số kỹ thuật của thiết bị. Theo Điểm a Khoản 7 Điều 24 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe tải. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_tai",
    "phat_min": 16000000,
    "phat_max": 18000000,
    "dieu_luat": "Điểm a Khoản 7 Điều 24",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_035",
    "hanh_vi_chung": "Không có giấy chứng nhận kiểm định an toàn kỹ thuật",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có hoặc có giấy chứng nhận kiểm định an toàn kỹ thuật và bảo vệ môi trường hết hạn là vi phạm. Người điều khiển phải mang theo và xuất trình giấy tờ theo quy định khi kiểm tra; giấy chứng nhận kiểm định phải còn hiệu lực; trường hợp không xuất trình được coi như không mang. Theo Điểm d Khoản 4 Điều 16 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước tem kiểm định.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 4000000,
    "dieu_luat": "Điểm d Khoản 4 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước tem kiểm định"
  },
  {
    "id": "Loi_036",
    "hanh_vi_chung": "Điều khiển xe không có gương chiếu hậu bên trái",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô, xe gắn máy không có gương chiếu hậu bên trái là vi phạm quy định về điều kiện an toàn kỹ thuật. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm a Khoản 1 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 1 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_037",
    "hanh_vi_chung": "Quay đầu xe tại nơi có biển cấm",
    "mo_ta_luat": "Hành vi quay đầu xe tại nơi có biển cấm quay đầu hoặc không tuân thủ quy tắc giao thông là vi phạm. Phải tuân thủ hệ thống báo hiệu đường bộ; chỉ quay đầu/rẽ tại nơi được phép, có tín hiệu báo hướng rẽ và nhường đường cho người đi bộ, phương tiện ưu tiên. Theo Điểm d Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm d Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_038",
    "hanh_vi_chung": "Rẽ không bật tín hiệu báo hướng",
    "mo_ta_luat": "Hành vi điều khiển ô tô rẽ không bật tín hiệu báo hướng là vi phạm quy tắc báo hiệu khi chuyển hướng. Phải tuân thủ hệ thống báo hiệu đường bộ; chỉ quay đầu/rẽ tại nơi được phép, có tín hiệu báo hướng rẽ và nhường đường cho người đi bộ, phương tiện ưu tiên. Theo Điểm q Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm q Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_039",
    "hanh_vi_chung": "Điều khiển xe rẽ không bật tín hiệu",
    "mo_ta_luat": "Người điều khiển xe mô tô rẽ không bật tín hiệu báo hướng là vi phạm quy tắc báo hiệu giao thông. Phải tuân thủ hệ thống báo hiệu đường bộ; chỉ quay đầu/rẽ tại nơi được phép, có tín hiệu báo hướng rẽ và nhường đường cho người đi bộ, phương tiện ưu tiên. Theo Điểm g Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 300000,
    "phat_max": 400000,
    "dieu_luat": "Điểm g Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_040",
    "hanh_vi_chung": "Không bật đèn chiếu sáng ban đêm",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô, xe gắn máy ban đêm không bật đèn chiếu sáng hoặc sử dụng đèn sai quy định là vi phạm. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm l Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm l Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_041",
    "hanh_vi_chung": "Không bật đèn chiếu sáng ban đêm",
    "mo_ta_luat": "Hành vi điều khiển ô tô vào ban đêm không bật đèn chiếu sáng, hoặc sử dụng đèn không đúng quy định (đèn pha trong khu dân cư, đèn mù trong điều kiện bình thường) là vi phạm. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm s Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm s Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_042",
    "hanh_vi_chung": "Điều khiển xe không gắn biển số",
    "mo_ta_luat": "Hành vi điều khiển ô tô không gắn biển số hoặc gắn biển không đúng vị trí quy định là vi phạm nghiêm trọng. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm c Khoản 5 Điều 16 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_043",
    "hanh_vi_chung": "Điều khiển xe không gắn biển số",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô, xe gắn máy không gắn biển số hoặc gắn biển sai vị trí là vi phạm quy định. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm d Khoản 3 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm d Khoản 3 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_044",
    "hanh_vi_chung": "Điều khiển xe sử dụng biển số giả",
    "mo_ta_luat": "Hành vi sử dụng biển số giả, biển không do cơ quan có thẩm quyền cấp là vi phạm nghiêm trọng, có dấu hiệu gian dối trong quản lý phương tiện. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm a Khoản 9 Điều 16 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tịch thu phương tiện.",
    "loai_xe": "o_to",
    "phat_min": 30000000,
    "phat_max": 40000000,
    "dieu_luat": "Điểm a Khoản 9 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tịch thu phương tiện"
  },
  {
    "id": "Loi_045",
    "hanh_vi_chung": "Điều khiển xe sử dụng biển số giả",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy sử dụng biển số giả hoặc biển không đúng quy định là hành vi gian dối trong quản lý phương tiện. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm a Khoản 6 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy. Hình thức bổ sung có thể áp dụng: Tịch thu phương tiện.",
    "loai_xe": "xe_may",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm a Khoản 6 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tịch thu phương tiện"
  },
  {
    "id": "Loi_046",
    "hanh_vi_chung": "Chở hàng vượt quá chiều cao cho phép",
    "mo_ta_luat": "Hành vi chở hàng vượt quá chiều cao cho phép của phương tiện là vi phạm quy định về tải trọng và giới hạn khổ xe. Việc xếp hàng phải đúng trọng tải, kích thước giới hạn cho phép; trọng tải vượt mức được xác định theo số liệu cân kiểm tra hợp lệ, đã trừ sai số kỹ thuật của thiết bị. Theo Điểm c Khoản 7 Điều 24 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe tải. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_tai",
    "phat_min": 8000000,
    "phat_max": 10000000,
    "dieu_luat": "Điểm c Khoản 7 Điều 24",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_047",
    "hanh_vi_chung": "Điều khiển xe không có bảo hiểm trách nhiệm dân sự",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có hoặc không mang theo Giấy chứng nhận bảo hiểm trách nhiệm dân sự còn hiệu lực là vi phạm hành chính. Người điều khiển phải mang theo và xuất trình giấy tờ theo quy định khi kiểm tra; giấy chứng nhận phải còn hiệu lực. Theo Điểm a Khoản 4 Điều 21 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm a Khoản 4 Điều 21",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_048",
    "hanh_vi_chung": "Điều khiển xe không có bảo hiểm trách nhiệm dân sự",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không mang theo hoặc không có Giấy chứng nhận bảo hiểm trách nhiệm dân sự hợp lệ là vi phạm. Người điều khiển phải mang theo và xuất trình giấy tờ theo quy định khi kiểm tra; giấy chứng nhận phải còn hiệu lực. Theo Điểm a Khoản 2 Điều 21 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 2 Điều 21",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_049",
    "hanh_vi_chung": "Điều khiển xe đi vào phần đường ngược chiều",
    "mo_ta_luat": "Hành vi điều khiển xe tải đi vào phần đường ngược chiều hoặc đi sai hướng trên đoạn đường quy định một chiều là vi phạm nghiêm trọng. Người điều khiển phải đi đúng hướng, phần đường theo quy định; cấm đi ngược chiều trừ trường hợp xe ưu tiên đang làm nhiệm vụ. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe tải. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_tai",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_050",
    "hanh_vi_chung": "Điều khiển xe quá khổ",
    "mo_ta_luat": "Hành vi điều khiển xe tải chở hàng vượt quá kích thước giới hạn cho phép là vi phạm quy định về khổ xe. Việc xếp hàng phải đúng trọng tải, kích thước giới hạn cho phép; trọng tải vượt mức được xác định theo số liệu cân kiểm tra hợp lệ, đã trừ sai số kỹ thuật của thiết bị. Theo Điểm b Khoản 7 Điều 24 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe tải. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_tai",
    "phat_min": 16000000,
    "phat_max": 18000000,
    "dieu_luat": "Điểm b Khoản 7 Điều 24",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_051",
    "hanh_vi_chung": "Điều khiển xe quá tải vượt 50%",
    "mo_ta_luat": "Hành vi điều khiển xe tải chở hàng vượt quá trọng tải cho phép trên 50% là vi phạm rất nghiêm trọng. Việc xếp hàng phải đúng trọng tải, kích thước giới hạn cho phép; trọng tải vượt mức được xác định theo số liệu cân kiểm tra hợp lệ, đã trừ sai số kỹ thuật của thiết bị. Theo Điểm a Khoản 10 Điều 24 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe tải. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "xe_tai",
    "phat_min": 40000000,
    "phat_max": 50000000,
    "dieu_luat": "Điểm a Khoản 10 Điều 24",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_052",
    "hanh_vi_chung": "Điều khiển xe trong hầm đường bộ không bật đèn",
    "mo_ta_luat": "Hành vi điều khiển ô tô trong hầm đường bộ không bật đèn chiếu sáng hoặc sử dụng sai loại đèn là vi phạm quy định về an toàn trong hầm. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm n Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm n Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_053",
    "hanh_vi_chung": "Điều khiển xe trong hầm đường bộ không bật đèn",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy trong hầm đường bộ không bật đèn chiếu sáng là vi phạm quy định về an toàn khi tham gia giao thông trong hầm. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm k Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm k Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_054",
    "hanh_vi_chung": "Không tuân thủ khoảng cách an toàn",
    "mo_ta_luat": "Hành vi điều khiển ô tô không giữ khoảng cách an toàn với xe đi trước, dẫn đến nguy cơ va chạm là vi phạm. Người điều khiển phải duy trì khoảng cách an toàn tối thiểu tùy theo tốc độ và điều kiện mặt đường, thời tiết. Theo Điểm c Khoản 4 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_055",
    "hanh_vi_chung": "Không tuân thủ khoảng cách an toàn",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không giữ khoảng cách an toàn, bám sát phương tiện phía trước gây nguy hiểm là vi phạm. Người điều khiển phải duy trì khoảng cách an toàn tối thiểu tùy theo tốc độ và điều kiện mặt đường, thời tiết. Theo Điểm h Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm h Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_056",
    "hanh_vi_chung": "Điều khiển xe dừng đỗ không đúng nơi quy định",
    "mo_ta_luat": "Hành vi điều khiển ô tô dừng, đỗ không đúng nơi quy định hoặc không đúng hướng quy định là vi phạm. Trên đường cao tốc, việc dừng, đỗ chỉ được thực hiện đúng nơi quy định; cấm lùi, quay đầu, đi ngược chiều; khi buộc dừng khẩn cấp phải đặt biển báo/ký hiệu cảnh báo theo khoảng cách an toàn. Theo Điểm g Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm g Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_057",
    "hanh_vi_chung": "Điều khiển xe dừng đỗ không đúng nơi quy định",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy dừng, đỗ không đúng nơi quy định, gây cản trở giao thông là vi phạm. Trên đường cao tốc, việc dừng, đỗ chỉ được thực hiện đúng nơi quy định; cấm lùi, quay đầu, đi ngược chiều; khi buộc dừng khẩn cấp phải đặt biển báo/ký hiệu cảnh báo theo khoảng cách an toàn. Theo Điểm e Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 300000,
    "phat_max": 400000,
    "dieu_luat": "Điểm e Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_058",
    "hanh_vi_chung": "Điều khiển xe chạy vào làn khẩn cấp",
    "mo_ta_luat": "Hành vi điều khiển ô tô chạy vào làn dừng khẩn cấp trên đường cao tốc khi không có tình huống khẩn cấp là vi phạm. Trên đường cao tốc, việc dừng, đỗ chỉ được thực hiện đúng nơi quy định; cấm lùi, quay đầu, đi ngược chiều; khi buộc dừng khẩn cấp phải đặt biển báo/ký hiệu cảnh báo theo khoảng cách an toàn. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 5000000,
    "phat_max": 7000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_059",
    "hanh_vi_chung": "Điều khiển xe đi không đúng phần đường",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi không đúng phần đường quy định (lấn làn, đi sang phần đường ngược chiều) là vi phạm. Người điều khiển phải đi đúng làn, phần đường; chỉ vượt xe khi đủ điều kiện an toàn, không vượt tại nơi cấm vượt, nơi có vạch kẻ liền hoặc tầm nhìn hạn chế; phải có tín hiệu báo trước. Theo Điểm a Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_060",
    "hanh_vi_chung": "Điều khiển xe đi không đúng phần đường",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi không đúng phần đường, làn đường quy định là vi phạm. Người điều khiển phải đi đúng làn, phần đường; chỉ vượt xe khi đủ điều kiện an toàn, không vượt tại nơi cấm vượt, nơi có vạch kẻ liền hoặc tầm nhìn hạn chế; phải có tín hiệu báo trước. Theo Điểm g Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm g Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_061",
    "hanh_vi_chung": "Điều khiển xe vượt phải không đúng quy định",
    "mo_ta_luat": "Hành vi vượt phải không đúng quy định, tức là vượt bên phải phương tiện khác khi không đủ điều kiện an toàn hoặc tại nơi cấm vượt, là vi phạm. Người điều khiển phải đi đúng làn, phần đường; chỉ vượt xe khi đủ điều kiện an toàn, không vượt tại nơi cấm vượt, nơi có vạch kẻ liền hoặc tầm nhìn hạn chế; phải có tín hiệu báo trước. Theo Điểm c Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_062",
    "hanh_vi_chung": "Điều khiển xe vượt phải không đúng quy định",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy vượt phải không đúng quy định, hoặc vượt tại nơi cấm vượt là hành vi vi phạm. Người điều khiển phải đi đúng làn, phần đường; chỉ vượt xe khi đủ điều kiện an toàn, không vượt tại nơi cấm vượt, nơi có vạch kẻ liền hoặc tầm nhìn hạn chế; phải có tín hiệu báo trước. Theo Điểm e Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 500000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm e Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_063",
    "hanh_vi_chung": "Điều khiển xe quay đầu tại nơi cấm quay đầu",
    "mo_ta_luat": "Hành vi điều khiển ô tô quay đầu xe tại nơi có biển cấm quay đầu hoặc trên cầu, đầu hầm, đường hẹp là vi phạm. Phải tuân thủ hệ thống báo hiệu đường bộ; chỉ quay đầu/rẽ tại nơi được phép, có tín hiệu báo hướng rẽ và nhường đường cho người đi bộ, phương tiện ưu tiên. Theo Điểm d Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm d Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_064",
    "hanh_vi_chung": "Điều khiển xe quay đầu tại nơi cấm quay đầu",
    "mo_ta_luat": "Người điều khiển xe mô tô quay đầu xe tại nơi có biển cấm quay đầu, nơi không được phép là vi phạm quy định. Phải tuân thủ hệ thống báo hiệu đường bộ; chỉ quay đầu/rẽ tại nơi được phép, có tín hiệu báo hướng rẽ và nhường đường cho người đi bộ, phương tiện ưu tiên. Theo Điểm d Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm d Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_065",
    "hanh_vi_chung": "Điều khiển xe đi vào đường cấm",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi vào đường có biển cấm ô tô hoặc đường cấm tất cả phương tiện là vi phạm nghiêm trọng. Người điều khiển phải tuân thủ hệ thống báo hiệu đường bộ, chỉ được đi vào các tuyến đường phù hợp với loại xe của mình. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_066",
    "hanh_vi_chung": "Điều khiển xe đi vào đường cấm",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi vào đường có biển cấm là hành vi vi phạm quy tắc giao thông. Người điều khiển phải tuân thủ hệ thống báo hiệu đường bộ, chỉ được đi vào các tuyến đường phù hợp với loại xe của mình. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_067",
    "hanh_vi_chung": "Điều khiển xe không có đèn tín hiệu",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô, xe gắn máy không có đèn tín hiệu, đèn phanh hoặc đèn chiếu sáng là vi phạm điều kiện kỹ thuật an toàn. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm a Khoản 1 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 1 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_068",
    "hanh_vi_chung": "Điều khiển xe không có còi",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô, xe gắn máy không có còi hoặc còi không hoạt động là vi phạm quy định về điều kiện an toàn kỹ thuật. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm a Khoản 1 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 1 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_069",
    "hanh_vi_chung": "Điều khiển xe gây tiếng ồn vượt mức",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô, xe gắn máy gây tiếng ồn vượt quá mức cho phép, nẹt pô, thay đổi ống xả gây tiếng động lớn là vi phạm quy chuẩn kỹ thuật. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm b Khoản 4 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm b Khoản 4 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_070",
    "hanh_vi_chung": "Điều khiển xe gây khói",
    "mo_ta_luat": "100/2019/NĐ-CP",
    "loai_xe": "khí_thải_vượt_chuẩn",
    "phat_min": 0,
    "phat_max": 0,
    "dieu_luat": "",
    "nghi_dinh": "Điểm c Khoản 4 Điều 16",
    "bo_sung": "2.000.000 - 3.000.000"
  },
  {
    "id": "Loi_071",
    "hanh_vi_chung": "Không đội mũ bảo hiểm",
    "mo_ta_luat": "Hành vi người ngồi sau xe mô tô, xe gắn máy không đội mũ bảo hiểm là vi phạm quy định an toàn giao thông. Quy định nhằm bảo đảm an toàn cho người tham gia giao thông; mũ bảo hiểm phải đạt chuẩn và được cài đúng cách trong suốt hành trình. Theo Điểm a Khoản 2 Điều 8 của Nghị định 100/2019/NĐ-CP, áp dụng đối với người đi bộ/người ngồi sau.",
    "loai_xe": "người_đi_bộ",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 2 Điều 8",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_072",
    "hanh_vi_chung": "Điều khiển xe đi vào phần đường dành cho người đi bộ",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi vào phần đường dành cho người đi bộ là vi phạm quy tắc giao thông. Người điều khiển phải đi đúng làn, phần đường; chỉ vượt xe khi đủ điều kiện an toàn. Theo Điểm g Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm g Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_073",
    "hanh_vi_chung": "Điều khiển xe không gắn gương chiếu hậu",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có gương chiếu hậu bên trái hoặc bên phải là vi phạm điều kiện an toàn kỹ thuật của xe. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm s Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm s Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_074",
    "hanh_vi_chung": "Điều khiển xe gây tai nạn bỏ chạy",
    "mo_ta_luat": "Hành vi điều khiển ô tô gây tai nạn rồi bỏ trốn không dừng lại, không cứu giúp người bị nạn là vi phạm rất nghiêm trọng. Người điều khiển phương tiện phải dừng ngay, giữ nguyên hiện trường, báo cơ quan chức năng và cứu giúp người bị nạn. Theo Điểm b Khoản 7 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 5–7 tháng.",
    "loai_xe": "o_to",
    "phat_min": 16000000,
    "phat_max": 18000000,
    "dieu_luat": "Điểm b Khoản 7 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 5–7 tháng"
  },
  {
    "id": "Loi_075",
    "hanh_vi_chung": "Điều khiển xe gây tai nạn bỏ chạy",
    "mo_ta_luat": "Người điều khiển xe mô tô gây tai nạn rồi bỏ trốn, không dừng lại để cứu giúp người bị nạn là hành vi vi phạm nghiêm trọng. Người điều khiển phương tiện phải dừng ngay, giữ nguyên hiện trường, báo cơ quan chức năng và cứu giúp người bị nạn. Theo Điểm a Khoản 8 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm a Khoản 8 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_076",
    "hanh_vi_chung": "Điều khiển xe đi vào đường cấm",
    "mo_ta_luat": "Người điều khiển xe đạp đi vào đường có biển cấm đi, hoặc đi ngược chiều, là hành vi vi phạm. Người điều khiển phải chấp hành quy định về đường dành riêng, phần đường, làn đường phù hợp. Theo Điểm b Khoản 1 Điều 8 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe đạp.",
    "loai_xe": "xe_dap",
    "phat_min": 80000,
    "phat_max": 100000,
    "dieu_luat": "Điểm b Khoản 1 Điều 8",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_077",
    "hanh_vi_chung": "Điều khiển xe đạp đi hàng ba",
    "mo_ta_luat": "Người điều khiển xe đạp đi hàng ba, lấn chiếm lòng đường gây cản trở giao thông là hành vi vi phạm. Người điều khiển phải đi sát lề đường bên phải, không đi hàng ba trở lên, trừ trường hợp được phép tổ chức đua xe. Theo Điểm c Khoản 1 Điều 8 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe đạp.",
    "loai_xe": "xe_dap",
    "phat_min": 80000,
    "phat_max": 100000,
    "dieu_luat": "Điểm c Khoản 1 Điều 8",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_078",
    "hanh_vi_chung": "Điều khiển xe đạp vượt đèn đỏ",
    "mo_ta_luat": "Người điều khiển xe đạp vượt đèn đỏ là hành vi không tuân thủ hiệu lệnh tín hiệu giao thông. Hành vi được hiểu là không dừng trước vạch dừng hoặc không chấp hành tín hiệu điều khiển giao thông theo quy tắc ưu tiên. Theo Điểm d Khoản 1 Điều 8 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe đạp.",
    "loai_xe": "xe_dap",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm d Khoản 1 Điều 8",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_079",
    "hanh_vi_chung": "Điều khiển xe không đi bên phải",
    "mo_ta_luat": "Người điều khiển xe đạp không đi sát lề đường bên phải, đi vào làn đường dành cho ô tô là vi phạm quy tắc giao thông. Người điều khiển phải đi đúng phần đường quy định, sát lề phải, không gây cản trở giao thông. Theo Điểm a Khoản 1 Điều 8 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe đạp.",
    "loai_xe": "xe_dap",
    "phat_min": 60000,
    "phat_max": 80000,
    "dieu_luat": "Điểm a Khoản 1 Điều 8",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_080",
    "hanh_vi_chung": "Điều khiển xe đạp rẽ không báo hiệu",
    "mo_ta_luat": "Người điều khiển xe đạp khi rẽ không đưa tay hoặc ra tín hiệu báo hướng rẽ là vi phạm quy định. Phải tuân thủ hệ thống báo hiệu đường bộ; chỉ quay đầu/rẽ tại nơi được phép, có tín hiệu báo hướng rẽ và nhường đường cho người đi bộ, phương tiện ưu tiên. Theo Điểm e Khoản 1 Điều 8 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe đạp.",
    "loai_xe": "xe_dap",
    "phat_min": 60000,
    "phat_max": 80000,
    "dieu_luat": "Điểm e Khoản 1 Điều 8",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_081",
    "hanh_vi_chung": "Điều khiển xe đạp dừng giữa lòng đường",
    "mo_ta_luat": "Người điều khiển xe đạp dừng giữa lòng đường, nơi giao cắt, gây cản trở giao thông là hành vi vi phạm. Người điều khiển phải dừng xe sát lề đường bên phải, không được dừng giữa đường hoặc trên phần đường của phương tiện khác. Theo Điểm f Khoản 1 Điều 8 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe đạp.",
    "loai_xe": "xe_dap",
    "phat_min": 60000,
    "phat_max": 80000,
    "dieu_luat": "Điểm f Khoản 1 Điều 8",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_082",
    "hanh_vi_chung": "Điều khiển xe đạp đi vào đường cao tốc",
    "mo_ta_luat": "Người điều khiển xe đạp đi vào đường cao tốc hoặc khu vực cấm là hành vi vi phạm nghiêm trọng, gây nguy hiểm cho chính mình và người khác. Trên đường cao tốc, việc dừng, đỗ, lùi hoặc đi ngược chiều đều bị cấm. Theo Điểm b Khoản 1 Điều 8 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe đạp.",
    "loai_xe": "xe_dap",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm b Khoản 1 Điều 8",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_083",
    "hanh_vi_chung": "Điều khiển xe ô tô đi vào phần đường xe buýt nhanh",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi vào làn đường dành riêng cho xe buýt nhanh (BRT) là vi phạm quy tắc giao thông. Người điều khiển phải đi đúng phần đường, làn đường; không được đi vào làn dành riêng cho loại phương tiện khác. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_084",
    "hanh_vi_chung": "Điều khiển xe chạy quá tốc độ trên cao tốc",
    "mo_ta_luat": "Hành vi điều khiển ô tô chạy quá tốc độ tối đa cho phép trên đường cao tốc là vi phạm nghiêm trọng. Hành vi bao gồm điều khiển phương tiện vượt quá tốc độ tối đa cho phép theo biển báo, vạch kẻ hoặc theo văn bản quy chuẩn; mức vượt được xác định bằng kết quả đo kiểm, đã trừ sai số kỹ thuật của thiết bị đo. Theo Điểm d Khoản 6 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm d Khoản 6 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_085",
    "hanh_vi_chung": "Điều khiển xe mô tô chở hàng cồng kềnh",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chở hàng cồng kềnh vượt quá giới hạn chiều rộng hoặc chiều dài quy định là vi phạm. Việc xếp hàng phải đúng trọng tải, kích thước giới hạn cho phép; hàng hóa không được che khuất tầm nhìn hoặc gây mất cân bằng. Theo Điểm b Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 600000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm b Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_086",
    "hanh_vi_chung": "Điều khiển xe ô tô chở hàng cồng kềnh",
    "mo_ta_luat": "Hành vi điều khiển ô tô chở hàng vượt quá kích thước giới hạn cho phép, gây cản trở giao thông hoặc mất an toàn là vi phạm. Việc xếp hàng phải đúng trọng tải, kích thước giới hạn cho phép; trọng tải vượt mức được xác định theo số liệu cân kiểm tra hợp lệ, đã trừ sai số kỹ thuật của thiết bị. Theo Điểm c Khoản 7 Điều 24 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 8000000,
    "phat_max": 10000000,
    "dieu_luat": "Điểm c Khoản 7 Điều 24",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_087",
    "hanh_vi_chung": "Điều khiển xe ô tô sử dụng đèn chiếu xa trong khu đô thị",
    "mo_ta_luat": "Hành vi điều khiển ô tô sử dụng đèn chiếu xa (đèn pha) trong khu vực đô thị, khu dân cư là vi phạm quy tắc chiếu sáng khi tham gia giao thông. Người điều khiển chỉ được sử dụng đèn chiếu xa khi ở ngoài khu dân cư và không gây chói cho xe đi ngược chiều. Theo Điểm s Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm s Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_088",
    "hanh_vi_chung": "Điều khiển xe mô tô sử dụng đèn chiếu xa trong khu dân cư",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy sử dụng đèn chiếu xa trong khu dân cư, làm chói mắt người đi đối diện là hành vi vi phạm. Người điều khiển chỉ được bật đèn chiếu xa ở nơi đường trống, ngoài khu dân cư, bảo đảm không gây nguy hiểm. Theo Điểm l Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm l Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_089",
    "hanh_vi_chung": "Điều khiển xe mô tô không có phanh",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô, xe gắn máy không có phanh hoặc phanh không bảo đảm hiệu lực là vi phạm quy định về an toàn kỹ thuật. Phương tiện phải bảo đảm tình trạng kỹ thuật trước khi tham gia giao thông. Theo Điểm a Khoản 1 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm a Khoản 1 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_090",
    "hanh_vi_chung": "Điều khiển xe ô tô không có phanh",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có hoặc có hệ thống phanh không bảo đảm an toàn kỹ thuật là vi phạm. Phương tiện phải được kiểm tra định kỳ, bảo đảm hệ thống phanh, lái, chiếu sáng hoạt động tốt. Theo Điểm b Khoản 4 Điều 16 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm b Khoản 4 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_091",
    "hanh_vi_chung": "Điều khiển xe mô tô không bật đèn ban đêm",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô, xe gắn máy không bật đèn chiếu sáng khi trời tối hoặc trong điều kiện sương mù là vi phạm. Quy định yêu cầu phải bật đèn để đảm bảo tầm nhìn và an toàn giao thông. Theo Điểm l Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm l Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_092",
    "hanh_vi_chung": "Điều khiển xe mô tô chở vật sắc nhọn",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chở vật sắc nhọn, cồng kềnh, nguy hiểm cho người khác là vi phạm. Việc vận chuyển hàng hóa phải bảo đảm an toàn, không ảnh hưởng đến người khác và phương tiện xung quanh. Theo Điểm b Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm b Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_093",
    "hanh_vi_chung": "Điều khiển xe mô tô kéo theo người hoặc vật khác",
    "mo_ta_luat": "Người điều khiển xe mô tô kéo theo người hoặc vật khác trên đường là hành vi bị nghiêm cấm. Việc kéo theo người hoặc vật làm mất ổn định và gây nguy hiểm khi tham gia giao thông. Theo Điểm đ Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 500000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm đ Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_094",
    "hanh_vi_chung": "Điều khiển xe ô tô kéo theo xe khác không đúng quy định",
    "mo_ta_luat": "Hành vi điều khiển ô tô kéo theo xe khác khi không đủ điều kiện kỹ thuật hoặc không đúng quy định là vi phạm. Việc kéo xe chỉ được thực hiện trong tình huống cứu hộ, cứu nạn và phải bảo đảm an toàn. Theo Điểm a Khoản 6 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 5000000,
    "phat_max": 7000000,
    "dieu_luat": "Điểm a Khoản 6 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_095",
    "hanh_vi_chung": "Điều khiển xe mô tô không có gương chiếu hậu",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô không có gương chiếu hậu bên trái là vi phạm điều kiện kỹ thuật an toàn. Phương tiện phải được trang bị đầy đủ gương, còi, đèn, phanh hoạt động tốt trước khi tham gia giao thông. Theo Điểm a Khoản 1 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 1 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_096",
    "hanh_vi_chung": "Điều khiển xe mô tô không có biển số",
    "mo_ta_luat": "Người điều khiển xe mô tô không gắn biển số hoặc gắn biển sai vị trí quy định là hành vi vi phạm. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm d Khoản 3 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm d Khoản 3 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_097",
    "hanh_vi_chung": "Điều khiển xe ô tô không gắn biển số",
    "mo_ta_luat": "Hành vi điều khiển ô tô không gắn biển số hoặc gắn biển sai quy định là vi phạm nghiêm trọng về quản lý phương tiện. Quy định phải được hiểu và áp dụng thống nhất theo hệ thống báo hiệu đường bộ, quy chuẩn kỹ thuật và các nghị định hiện hành. Theo Điểm c Khoản 5 Điều 16 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_098",
    "hanh_vi_chung": "Điều khiển xe không dán tem kiểm định",
    "mo_ta_luat": "Hành vi điều khiển ô tô không dán tem kiểm định an toàn kỹ thuật và bảo vệ môi trường hợp lệ là vi phạm. Người điều khiển phải mang theo và xuất trình giấy tờ kiểm định hợp lệ khi kiểm tra. Theo Điểm d Khoản 4 Điều 16 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước tem kiểm định.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 4000000,
    "dieu_luat": "Điểm d Khoản 4 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước tem kiểm định"
  },
  {
    "id": "Loi_099",
    "hanh_vi_chung": "Điều khiển xe chở hàng rơi vãi",
    "mo_ta_luat": "Hành vi điều khiển xe tải chở hàng để rơi vãi ra đường gây mất vệ sinh, cản trở giao thông là vi phạm. Người điều khiển phải che chắn hàng hóa, bảo đảm an toàn và vệ sinh môi trường. Theo Điểm a Khoản 5 Điều 24 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe tải.",
    "loai_xe": "xe_tai",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 24",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_100",
    "hanh_vi_chung": "Điều khiển xe chở vật liệu xây dựng không che chắn",
    "mo_ta_luat": "Hành vi điều khiển xe tải chở vật liệu xây dựng, đất cát không che chắn, để rơi vãi ra đường là vi phạm nghiêm trọng. Người điều khiển phải thực hiện đầy đủ biện pháp che chắn hàng hóa để tránh rơi vãi, gây ô nhiễm và nguy hiểm. Theo Điểm b Khoản 5 Điều 24 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe tải.",
    "loai_xe": "xe_tai",
    "phat_min": 8000000,
    "phat_max": 10000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 24",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_101",
    "hanh_vi_chung": "Điều khiển xe không gương chiếu hậu",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có gương chiếu hậu bên trái hoặc bên phải là vi phạm quy định về điều kiện an toàn kỹ thuật. Phương tiện phải được trang bị đầy đủ gương chiếu hậu, đảm bảo tầm quan sát phía sau. Theo Điểm s Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm s Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_102",
    "hanh_vi_chung": "Điều khiển xe ô tô không có còi",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có còi hoặc còi không hoạt động là vi phạm điều kiện an toàn kỹ thuật. Người điều khiển phương tiện phải thường xuyên kiểm tra tình trạng kỹ thuật của xe. Theo Điểm b Khoản 4 Điều 16 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm b Khoản 4 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_103",
    "hanh_vi_chung": "Điều khiển xe mô tô không có còi",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không có hoặc không sử dụng còi đúng quy định là hành vi vi phạm. Phương tiện phải đảm bảo hệ thống còi, đèn, phanh hoạt động tốt. Theo Điểm a Khoản 1 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 1 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_104",
    "hanh_vi_chung": "Điều khiển xe chở hàng vượt quá chiều dài cho phép",
    "mo_ta_luat": "Hành vi điều khiển xe tải chở hàng vượt quá chiều dài cho phép, gây mất an toàn giao thông, là vi phạm. Việc xếp hàng phải đúng trọng tải, kích thước giới hạn cho phép; trọng tải vượt mức được xác định theo cân kiểm tra hợp lệ. Theo Điểm c Khoản 7 Điều 24 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe tải. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_tai",
    "phat_min": 8000000,
    "phat_max": 10000000,
    "dieu_luat": "Điểm c Khoản 7 Điều 24",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_105",
    "hanh_vi_chung": "Điều khiển xe mô tô đi vào đường cao tốc",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô đi vào đường cao tốc là hành vi bị nghiêm cấm. Trên đường cao tốc, việc dừng, đỗ chỉ được thực hiện đúng nơi quy định; cấm lùi, quay đầu, đi ngược chiều. Theo Điểm d Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm d Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_106",
    "hanh_vi_chung": "Điều khiển xe ô tô chạy quá tốc độ trong khu dân cư",
    "mo_ta_luat": "Hành vi điều khiển ô tô chạy quá tốc độ tối đa cho phép trong khu dân cư là vi phạm nghiêm trọng. Hành vi bao gồm điều khiển phương tiện vượt quá tốc độ tối đa cho phép theo biển báo hoặc quy chuẩn, mức vượt được xác định bằng kết quả đo kiểm, đã trừ sai số thiết bị đo. Theo Điểm c Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_107",
    "hanh_vi_chung": "Điều khiển xe mô tô chạy quá tốc độ trong khu dân cư",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chạy quá tốc độ tối đa trong khu dân cư là vi phạm quy định về an toàn giao thông. Mức vượt tốc độ được xác định theo kết quả đo kiểm đã trừ sai số kỹ thuật của thiết bị. Theo Điểm g Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô, xe gắn máy.",
    "loai_xe": "xe_may",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm g Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_108",
    "hanh_vi_chung": "Điều khiển xe ô tô không đi bên phải",
    "mo_ta_luat": "Hành vi điều khiển ô tô không đi bên phải theo chiều đi của mình là vi phạm. Người điều khiển phải đi đúng phần đường, làn đường theo quy định. Theo Điểm a Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_109",
    "hanh_vi_chung": "Điều khiển xe mô tô không đi bên phải",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không đi bên phải theo chiều đi của mình là vi phạm quy tắc giao thông. Người điều khiển phải đi đúng làn, phần đường; không lấn sang phần đường ngược chiều. Theo Điểm g Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm g Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_110",
    "hanh_vi_chung": "Điều khiển xe mô tô không có đèn phanh",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không có hoặc đèn phanh không hoạt động là vi phạm quy định an toàn kỹ thuật. Phương tiện phải được bảo dưỡng, bảo đảm đầy đủ hệ thống chiếu sáng, tín hiệu, phanh trước khi lưu thông. Theo Điểm a Khoản 1 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 1 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_111",
    "hanh_vi_chung": "Điều khiển xe ô tô không có đèn phanh",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có đèn phanh hoặc đèn phanh không hoạt động là vi phạm quy định an toàn kỹ thuật. Phương tiện phải được bảo dưỡng, bảo đảm hệ thống đèn tín hiệu hoạt động tốt. Theo Điểm b Khoản 4 Điều 16 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm b Khoản 4 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_112",
    "hanh_vi_chung": "Điều khiển xe mô tô vượt đèn vàng",
    "mo_ta_luat": "Hành vi vượt đèn vàng khi điều khiển xe mô tô, xe gắn máy là vi phạm. Người điều khiển phải giảm tốc độ và dừng trước vạch dừng khi có tín hiệu đèn vàng, trừ trường hợp đã vượt vạch và không thể dừng an toàn. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 4000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_113",
    "hanh_vi_chung": "Điều khiển xe ô tô vượt đèn vàng",
    "mo_ta_luat": "Hành vi vượt đèn vàng khi điều khiển ô tô là vi phạm quy định tín hiệu giao thông. Người điều khiển phải dừng trước vạch dừng khi đèn vàng bật sáng, chỉ được đi tiếp nếu đã vượt qua vạch dừng và đảm bảo an toàn. Theo Điểm a Khoản 6 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "o_to",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm a Khoản 6 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_114",
    "hanh_vi_chung": "Điều khiển xe mô tô vượt đèn đỏ",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy vượt đèn đỏ là vi phạm nghiêm trọng. Người điều khiển phải dừng trước vạch dừng khi đèn đỏ bật sáng, không được đi khi chưa có tín hiệu cho phép. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 4000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_115",
    "hanh_vi_chung": "Điều khiển xe ô tô vượt đèn đỏ",
    "mo_ta_luat": "Hành vi vượt đèn đỏ là không dừng xe trước vạch dừng khi đèn tín hiệu đã chuyển đỏ. Người điều khiển phải tuân thủ tín hiệu đèn giao thông, trừ trường hợp xe ưu tiên làm nhiệm vụ. Theo Điểm a Khoản 6 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "o_to",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm a Khoản 6 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_116",
    "hanh_vi_chung": "Điều khiển xe mô tô sử dụng điện thoại khi lái",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy sử dụng điện thoại khi lái xe là hành vi bị cấm. Khi điều khiển phương tiện, không được dùng điện thoại hoặc thiết bị cầm tay gây mất tập trung. Theo Điểm h Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm h Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_117",
    "hanh_vi_chung": "Điều khiển xe ô tô sử dụng điện thoại khi lái",
    "mo_ta_luat": "Hành vi sử dụng điện thoại khi lái ô tô là vi phạm quy tắc an toàn giao thông. Người điều khiển không được sử dụng điện thoại, thiết bị cầm tay hoặc thiết bị khác gây mất tập trung. Theo Điểm c Khoản 4 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_118",
    "hanh_vi_chung": "Điều khiển xe mô tô không đội mũ bảo hiểm",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không đội mũ bảo hiểm đạt chuẩn là hành vi vi phạm. Mũ bảo hiểm phải đạt chuẩn kỹ thuật, được cài quai đúng cách trong suốt hành trình. Theo Điểm i Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm i Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_119",
    "hanh_vi_chung": "Người ngồi sau xe mô tô không đội mũ bảo hiểm",
    "mo_ta_luat": "Người ngồi sau xe mô tô, xe gắn máy không đội mũ bảo hiểm là vi phạm quy định về an toàn giao thông. Mũ bảo hiểm phải đạt tiêu chuẩn kỹ thuật, được cài quai chắc chắn. Theo Điểm i Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm i Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_120",
    "hanh_vi_chung": "Điều khiển xe ô tô không thắt dây an toàn",
    "mo_ta_luat": "Hành vi không thắt dây an toàn khi điều khiển ô tô là vi phạm quy định an toàn cá nhân khi tham gia giao thông. Dây an toàn phải được cài đúng cách trong suốt hành trình. Theo Điểm p Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm p Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_121",
    "hanh_vi_chung": "Người ngồi trên ô tô không thắt dây an toàn",
    "mo_ta_luat": "Hành vi của người ngồi trên xe ô tô không thắt dây an toàn tại vị trí có trang bị dây là vi phạm quy định an toàn giao thông. Dây an toàn phải được cài đúng cách trong suốt hành trình. Theo Điểm q Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 300000,
    "phat_max": 500000,
    "dieu_luat": "Điểm q Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_122",
    "hanh_vi_chung": "Điều khiển xe mô tô buông cả hai tay khi đang chạy",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô buông cả hai tay khi xe đang chạy là hành vi nguy hiểm, có thể gây tai nạn giao thông nghiêm trọng. Người điều khiển phương tiện phải giữ tay trên tay lái, tập trung quan sát khi tham gia giao thông. Theo Điểm b Khoản 8 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 5000000,
    "phat_max": 7000000,
    "dieu_luat": "Điểm b Khoản 8 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_123",
    "hanh_vi_chung": "Điều khiển xe mô tô đi bằng một bánh",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chạy bằng một bánh là hành vi bị nghiêm cấm vì gây nguy hiểm cho bản thân và người khác. Hành vi được xem là không kiểm soát được phương tiện trong quá trình điều khiển. Theo Điểm c Khoản 8 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm c Khoản 8 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_124",
    "hanh_vi_chung": "Điều khiển xe mô tô lạng lách đánh võng",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô lạng lách, đánh võng trên đường là hành vi nguy hiểm, gây mất an toàn giao thông. Người điều khiển phương tiện phải tuân thủ tốc độ, giữ làn và không thực hiện hành vi biểu diễn. Theo Điểm d Khoản 8 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm d Khoản 8 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_125",
    "hanh_vi_chung": "Điều khiển xe mô tô không có giấy phép lái xe",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không có Giấy phép lái xe hợp lệ là hành vi vi phạm nghiêm trọng. Giấy phép lái xe là điều kiện bắt buộc để được phép điều khiển phương tiện. Theo Điểm a Khoản 5 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_126",
    "hanh_vi_chung": "Điều khiển ô tô không có giấy phép lái xe",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có Giấy phép lái xe hoặc giấy phép không phù hợp với loại xe điều khiển là vi phạm nghiêm trọng. Giấy phép lái xe phải còn hiệu lực và đúng hạng xe được điều khiển. Theo Điểm b Khoản 7 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 7 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_127",
    "hanh_vi_chung": "Điều khiển xe mô tô chưa đủ tuổi",
    "mo_ta_luat": "Người chưa đủ tuổi theo quy định (chưa đủ 18 tuổi) điều khiển xe mô tô có dung tích xi lanh trên 50cm³ là hành vi vi phạm. Người điều khiển phải đáp ứng điều kiện về độ tuổi, sức khỏe, trình độ theo quy định. Theo Điểm b Khoản 5 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_128",
    "hanh_vi_chung": "Điều khiển xe ô tô chở người trên mui xe",
    "mo_ta_luat": "Hành vi điều khiển ô tô chở người trên mui xe, nóc xe, trong khoang hành lý là vi phạm nghiêm trọng. Việc chở người phải đảm bảo an toàn, đúng số lượng quy định trong đăng kiểm. Theo Điểm a Khoản 6 Điều 23 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 8000000,
    "phat_max": 10000000,
    "dieu_luat": "Điểm a Khoản 6 Điều 23",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_129",
    "hanh_vi_chung": "Điều khiển xe mô tô chở người trên giá hàng",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chở người trên giá hàng hoặc phía trước xe là hành vi vi phạm. Việc chở người phải đúng vị trí, số lượng được phép. Theo Điểm b Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 600000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm b Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_130",
    "hanh_vi_chung": "Điều khiển xe mô tô chở người không ngồi đúng vị trí",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chở người ngồi không đúng vị trí, gây mất thăng bằng hoặc cản trở điều khiển xe là hành vi vi phạm. Người chở phải hướng dẫn người ngồi sau ngồi đúng tư thế. Theo Điểm b Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm b Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_131",
    "hanh_vi_chung": "Điều khiển xe ô tô chở hàng nguy hiểm không đúng quy định",
    "mo_ta_luat": "Hành vi điều khiển ô tô chở hàng nguy hiểm không có giấy phép hoặc không thực hiện biện pháp an toàn theo quy định là vi phạm. Người điều khiển phải tuân thủ quy định về vận chuyển hàng nguy hiểm. Theo Điểm c Khoản 7 Điều 24 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 16000000,
    "phat_max": 18000000,
    "dieu_luat": "Điểm c Khoản 7 Điều 24",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_132",
    "hanh_vi_chung": "Điều khiển xe mô tô chở hàng nguy hiểm",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chở hàng nguy hiểm (gas, hóa chất, vật liệu dễ cháy) mà không có biện pháp đảm bảo an toàn là hành vi vi phạm. Theo Điểm d Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm d Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_133",
    "hanh_vi_chung": "Điều khiển xe mô tô đi vào đường ngược chiều",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi ngược chiều trên đường một chiều là hành vi vi phạm nghiêm trọng, gây nguy cơ tai nạn. Người điều khiển phải đi đúng hướng, phần đường theo quy định. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_134",
    "hanh_vi_chung": "Điều khiển xe ô tô đi vào đường ngược chiều",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi vào phần đường ngược chiều hoặc đường một chiều là vi phạm nghiêm trọng. Người điều khiển phải tuân thủ biển báo, đi đúng hướng quy định. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_135",
    "hanh_vi_chung": "Điều khiển xe ô tô lùi nơi cấm",
    "mo_ta_luat": "Hành vi lùi ô tô tại nơi cấm lùi, khu vực giao cắt hoặc trên cầu là hành vi vi phạm nghiêm trọng. Người điều khiển chỉ được lùi xe khi đảm bảo an toàn, không cản trở phương tiện khác. Theo Điểm d Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm d Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_136",
    "hanh_vi_chung": "Điều khiển xe mô tô lùi trên đường",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy lùi xe trên đường là hành vi vi phạm quy tắc giao thông. Hành vi này gây nguy hiểm và không được phép thực hiện trừ khi có người hỗ trợ điều tiết. Theo Điểm d Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm d Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_137",
    "hanh_vi_chung": "Điều khiển xe ô tô không giữ khoảng cách an toàn",
    "mo_ta_luat": "Hành vi không giữ khoảng cách an toàn khi điều khiển ô tô là vi phạm quy tắc giao thông. Khoảng cách an toàn được xác định tùy thuộc vào tốc độ và điều kiện mặt đường. Theo Điểm c Khoản 4 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_138",
    "hanh_vi_chung": "Điều khiển xe mô tô không giữ khoảng cách an toàn",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không giữ khoảng cách với xe đi trước, dễ gây va chạm là hành vi vi phạm. Khoảng cách an toàn phải phù hợp với tốc độ và điều kiện mặt đường. Theo Điểm h Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm h Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_139",
    "hanh_vi_chung": "Điều khiển xe mô tô chở người say rượu",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chở người có nồng độ cồn vượt quá quy định, gây nguy hiểm, là hành vi vi phạm. Người điều khiển phải từ chối chở người say rượu, bia để đảm bảo an toàn. Theo Điểm i Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm i Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_140",
    "hanh_vi_chung": "Điều khiển ô tô chở người say rượu",
    "mo_ta_luat": "Hành vi điều khiển ô tô chở người đang trong tình trạng say rượu, bia mà có biểu hiện mất kiểm soát, gây nguy hiểm, là vi phạm. Người điều khiển phương tiện có trách nhiệm đảm bảo an toàn cho hành khách. Theo Điểm a Khoản 6 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm a Khoản 6 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_141",
    "hanh_vi_chung": "Điều khiển xe mô tô sử dụng rượu bia",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô, xe gắn máy khi trong máu hoặc hơi thở có nồng độ cồn là vi phạm nghiêm trọng về an toàn giao thông. Nồng độ cồn được xác định theo kết quả đo khí thở hoặc mẫu máu theo quy chuẩn kỹ thuật. Theo Điểm e Khoản 8 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 22–24 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm e Khoản 8 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 22–24 tháng"
  },
  {
    "id": "Loi_142",
    "hanh_vi_chung": "Điều khiển xe ô tô sử dụng rượu bia",
    "mo_ta_luat": "Hành vi điều khiển ô tô khi trong máu hoặc hơi thở có nồng độ cồn là vi phạm rất nghiêm trọng, tiềm ẩn nguy cơ gây tai nạn. Người điều khiển tuyệt đối không được uống rượu, bia trước và trong khi lái xe. Theo Điểm a Khoản 10 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 22–24 tháng.",
    "loai_xe": "o_to",
    "phat_min": 30000000,
    "phat_max": 40000000,
    "dieu_luat": "Điểm a Khoản 10 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 22–24 tháng"
  },
  {
    "id": "Loi_143",
    "hanh_vi_chung": "Điều khiển xe mô tô sử dụng ma túy",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy mà trong cơ thể có chất ma túy là hành vi vi phạm nghiêm trọng, bị nghiêm cấm tuyệt đối. Cơ quan chức năng có quyền kiểm tra nhanh để xác định. Theo Điểm a Khoản 9 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 22–24 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 8000000,
    "phat_max": 10000000,
    "dieu_luat": "Điểm a Khoản 9 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 22–24 tháng"
  },
  {
    "id": "Loi_144",
    "hanh_vi_chung": "Điều khiển ô tô sử dụng ma túy",
    "mo_ta_luat": "Hành vi điều khiển ô tô trong cơ thể có chất ma túy là vi phạm đặc biệt nghiêm trọng. Người điều khiển phải chịu trách nhiệm theo quy định pháp luật hình sự nếu gây hậu quả. Theo Điểm b Khoản 10 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 22–24 tháng.",
    "loai_xe": "o_to",
    "phat_min": 35000000,
    "phat_max": 40000000,
    "dieu_luat": "Điểm b Khoản 10 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 22–24 tháng"
  },
  {
    "id": "Loi_145",
    "hanh_vi_chung": "Điều khiển xe mô tô không bật đèn chiếu sáng",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không bật đèn chiếu sáng khi trời tối, sương mù, là vi phạm. Đèn chiếu sáng phải hoạt động đầy đủ, giúp đảm bảo tầm nhìn và an toàn. Theo Điểm l Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm l Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_146",
    "hanh_vi_chung": "Điều khiển ô tô không bật đèn chiếu sáng ban đêm",
    "mo_ta_luat": "Hành vi điều khiển ô tô không bật đèn chiếu sáng vào ban đêm hoặc trong điều kiện thời tiết hạn chế tầm nhìn là vi phạm. Người điều khiển phải bật đèn cốt, không sử dụng đèn pha trong khu dân cư. Theo Điểm s Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm s Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_147",
    "hanh_vi_chung": "Điều khiển xe mô tô chở quá số người",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chở quá số người quy định (quá 2 người) là hành vi vi phạm. Mỗi xe chỉ được chở 1 người lớn và 1 trẻ em dưới 14 tuổi trừ trường hợp chở người bệnh. Theo Điểm b Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm b Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_148",
    "hanh_vi_chung": "Điều khiển ô tô chở quá số người quy định",
    "mo_ta_luat": "Hành vi điều khiển ô tô chở quá số người được phép ghi trong Giấy đăng ký hoặc Giấy phép lưu hành là vi phạm. Người điều khiển phải bảo đảm số lượng người theo quy định. Theo Điểm b Khoản 2 Điều 23 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm b Khoản 2 Điều 23",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_149",
    "hanh_vi_chung": "Điều khiển xe mô tô đi ngược chiều",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi ngược chiều trên đường một chiều hoặc đi ngược chiều trên cao tốc là vi phạm nghiêm trọng. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_150",
    "hanh_vi_chung": "Điều khiển ô tô đi ngược chiều",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi ngược chiều trên đường một chiều hoặc trên cao tốc là hành vi bị cấm, có nguy cơ gây tai nạn nghiêm trọng. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_151",
    "hanh_vi_chung": "Điều khiển xe mô tô rẽ không bật tín hiệu",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy rẽ không bật tín hiệu báo hướng là hành vi vi phạm. Người điều khiển phải bật đèn báo rẽ trước khi chuyển hướng, đảm bảo an toàn. Theo Điểm g Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 300000,
    "phat_max": 400000,
    "dieu_luat": "Điểm g Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_152",
    "hanh_vi_chung": "Điều khiển ô tô rẽ không bật tín hiệu",
    "mo_ta_luat": "Hành vi điều khiển ô tô rẽ hoặc chuyển làn mà không bật tín hiệu báo hướng là vi phạm. Người điều khiển phải sử dụng đèn báo rẽ để cảnh báo phương tiện khác. Theo Điểm q Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm q Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_153",
    "hanh_vi_chung": "Điều khiển xe mô tô dừng đỗ không đúng nơi quy định",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy dừng, đỗ xe tại nơi có biển cấm hoặc gây cản trở giao thông là hành vi vi phạm. Theo Điểm e Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 300000,
    "phat_max": 400000,
    "dieu_luat": "Điểm e Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_154",
    "hanh_vi_chung": "Điều khiển ô tô dừng đỗ không đúng nơi quy định",
    "mo_ta_luat": "Hành vi điều khiển ô tô dừng, đỗ không đúng nơi quy định, không sát lề phải hoặc dừng đỗ trên cầu, đường cao tốc là vi phạm. Theo Điểm g Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm g Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_155",
    "hanh_vi_chung": "Điều khiển ô tô không chấp hành hiệu lệnh người điều khiển giao thông",
    "mo_ta_luat": "Hành vi không tuân theo hiệu lệnh của người điều khiển giao thông là vi phạm trực tiếp trật tự an toàn giao thông. Người điều khiển phải dừng, rẽ, đi theo chỉ dẫn của cảnh sát giao thông hoặc người được phân công. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_156",
    "hanh_vi_chung": "Điều khiển xe mô tô không chấp hành hiệu lệnh người điều khiển giao thông",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không tuân thủ hiệu lệnh của người điều khiển giao thông là hành vi vi phạm. Theo Điểm b Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm b Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_157",
    "hanh_vi_chung": "Điều khiển xe mô tô vượt xe không đúng quy định",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy vượt xe không đúng quy định tại nơi cấm vượt, gây nguy hiểm là hành vi vi phạm. Theo Điểm c Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_158",
    "hanh_vi_chung": "Điều khiển ô tô vượt xe không đúng quy định",
    "mo_ta_luat": "Hành vi điều khiển ô tô vượt xe không đúng quy định, tại nơi có vạch liền hoặc tầm nhìn hạn chế, là vi phạm nghiêm trọng. Theo Điểm c Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_159",
    "hanh_vi_chung": "Điều khiển xe mô tô đi sai làn",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi sai làn đường, lấn phần đường ô tô là vi phạm quy định. Theo Điểm g Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm g Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_160",
    "hanh_vi_chung": "Điều khiển ô tô đi sai làn",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi không đúng làn, phần đường quy định là vi phạm. Người điều khiển phải đi đúng làn, không lấn sang phần đường ngược chiều. Theo Điểm a Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_161",
    "hanh_vi_chung": "Điều khiển xe mô tô vượt tốc độ",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chạy quá tốc độ quy định trên 20 km/h là vi phạm nghiêm trọng. Mức vượt tốc độ được xác định theo thiết bị đo hợp lệ, đã trừ sai số kỹ thuật. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_162",
    "hanh_vi_chung": "Điều khiển ô tô vượt tốc độ",
    "mo_ta_luat": "Hành vi điều khiển ô tô chạy quá tốc độ trên 20 km/h là vi phạm nghiêm trọng. Mức phạt tăng theo mức vượt tốc độ và có thể bị tước Giấy phép lái xe. Theo Điểm d Khoản 6 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "o_to",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm d Khoản 6 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_163",
    "hanh_vi_chung": "Điều khiển xe mô tô không bật đèn trong hầm",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi trong hầm đường bộ mà không bật đèn chiếu sáng là hành vi vi phạm quy định về an toàn giao thông. Theo Điểm k Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm k Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_164",
    "hanh_vi_chung": "Điều khiển ô tô không bật đèn trong hầm",
    "mo_ta_luat": "Hành vi điều khiển ô tô trong hầm đường bộ không bật đèn chiếu sáng là vi phạm quy định. Người điều khiển phải bật đèn cốt để đảm bảo tầm nhìn. Theo Điểm n Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm n Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_165",
    "hanh_vi_chung": "Điều khiển xe mô tô vượt phải",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy vượt phải xe khác tại nơi không được phép hoặc không đảm bảo an toàn là hành vi vi phạm. Theo Điểm c Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_166",
    "hanh_vi_chung": "Điều khiển ô tô vượt phải",
    "mo_ta_luat": "Hành vi điều khiển ô tô vượt phải không đúng quy định, tại nơi có vạch liền hoặc tầm nhìn hạn chế là vi phạm nghiêm trọng. Theo Điểm c Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_167",
    "hanh_vi_chung": "Điều khiển xe mô tô không có bảo hiểm trách nhiệm dân sự",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không có hoặc không mang theo Giấy chứng nhận bảo hiểm trách nhiệm dân sự còn hiệu lực là hành vi vi phạm. Theo Điểm a Khoản 2 Điều 21 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 2 Điều 21",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_168",
    "hanh_vi_chung": "Điều khiển ô tô không có bảo hiểm trách nhiệm dân sự",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có hoặc không mang theo Giấy chứng nhận bảo hiểm trách nhiệm dân sự còn hiệu lực là vi phạm hành chính. Theo Điểm a Khoản 4 Điều 21 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm a Khoản 4 Điều 21",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_169",
    "hanh_vi_chung": "Điều khiển xe mô tô không có gương chiếu hậu",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không có gương chiếu hậu bên trái là hành vi vi phạm điều kiện an toàn kỹ thuật. Theo Điểm a Khoản 1 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 1 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_170",
    "hanh_vi_chung": "Điều khiển ô tô không có gương chiếu hậu",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có gương chiếu hậu bên trái hoặc bên phải là vi phạm điều kiện an toàn kỹ thuật của phương tiện. Theo Điểm s Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm s Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_171",
    "hanh_vi_chung": "Điều khiển xe mô tô không có phanh",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không có phanh hoặc phanh không đảm bảo hiệu lực là hành vi vi phạm quy định an toàn giao thông. Theo Điểm a Khoản 1 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm a Khoản 1 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_172",
    "hanh_vi_chung": "Điều khiển ô tô không có phanh",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có phanh hoặc phanh không bảo đảm hiệu lực là vi phạm quy định kỹ thuật an toàn giao thông. Theo Điểm b Khoản 4 Điều 16 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm b Khoản 4 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_173",
    "hanh_vi_chung": "Điều khiển xe mô tô gây tiếng ồn vượt mức",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy gây tiếng ồn vượt quá quy chuẩn, nẹt pô, độ pô là vi phạm. Theo Điểm b Khoản 4 Điều 17 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm b Khoản 4 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_174",
    "hanh_vi_chung": "Điều khiển ô tô thải khói vượt chuẩn",
    "mo_ta_luat": "Hành vi điều khiển ô tô thải khói, khí thải vượt quy chuẩn môi trường là vi phạm. Phương tiện phải được kiểm định định kỳ, bảo đảm tiêu chuẩn môi trường. Theo Điểm c Khoản 4 Điều 16 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_175",
    "hanh_vi_chung": "Điều khiển xe mô tô chở vật liệu rơi vãi",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chở vật liệu, hàng hóa không che chắn gây rơi vãi ra đường là hành vi vi phạm. Theo Điểm b Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 500000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm b Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_176",
    "hanh_vi_chung": "Điều khiển ô tô chở vật liệu rơi vãi",
    "mo_ta_luat": "Hành vi điều khiển ô tô chở vật liệu xây dựng, đất cát không che chắn để rơi vãi là vi phạm nghiêm trọng. Theo Điểm b Khoản 5 Điều 24 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 8000000,
    "phat_max": 10000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 24",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_177",
    "hanh_vi_chung": "Điều khiển xe mô tô lạng lách",
    "mo_ta_luat": "100/2019/NĐ-CP",
    "loai_xe": "đánh_võng",
    "phat_min": 0,
    "phat_max": 0,
    "dieu_luat": "Tước GPLX 2–4 tháng",
    "nghi_dinh": "Điểm d Khoản 8 Điều 6",
    "bo_sung": "6.000.000 - 8.000.000"
  },
  {
    "id": "Loi_178",
    "hanh_vi_chung": "Điều khiển ô tô gây tai nạn bỏ chạy",
    "mo_ta_luat": "Hành vi điều khiển ô tô gây tai nạn rồi bỏ trốn, không cứu giúp người bị nạn là vi phạm đặc biệt nghiêm trọng. Theo Điểm b Khoản 7 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 5–7 tháng.",
    "loai_xe": "o_to",
    "phat_min": 16000000,
    "phat_max": 18000000,
    "dieu_luat": "Điểm b Khoản 7 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 5–7 tháng"
  },
  {
    "id": "Loi_179",
    "hanh_vi_chung": "Điều khiển xe mô tô gây tai nạn bỏ chạy",
    "mo_ta_luat": "Người điều khiển xe mô tô gây tai nạn rồi bỏ trốn, không cứu giúp người bị nạn là hành vi bị cấm và vi phạm nghiêm trọng. Theo Điểm a Khoản 8 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm a Khoản 8 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_180",
    "hanh_vi_chung": "Điều khiển ô tô đi vào làn khẩn cấp",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi vào làn dừng khẩn cấp trên đường cao tốc mà không có lý do chính đáng là vi phạm. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 5000000,
    "phat_max": 7000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_181",
    "hanh_vi_chung": "Điều khiển xe mô tô chạy trên vỉa hè",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chạy trên vỉa hè, phần đường dành cho người đi bộ là hành vi vi phạm quy tắc giao thông. Theo Điểm g Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm g Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_182",
    "hanh_vi_chung": "Điều khiển ô tô chạy trên vỉa hè",
    "mo_ta_luat": "Hành vi điều khiển ô tô chạy lên vỉa hè, phần đường dành cho người đi bộ là vi phạm nghiêm trọng. Theo Điểm a Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_183",
    "hanh_vi_chung": "Điều khiển xe mô tô không mang theo Giấy phép lái xe",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không mang theo Giấy phép lái xe khi tham gia giao thông là hành vi vi phạm. Theo Điểm c Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm c Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_184",
    "hanh_vi_chung": "Điều khiển ô tô không mang theo Giấy phép lái xe",
    "mo_ta_luat": "Hành vi điều khiển ô tô không mang theo Giấy phép lái xe khi lưu thông là vi phạm quy định hành chính. Theo Điểm b Khoản 2 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 200000,
    "phat_max": 400000,
    "dieu_luat": "Điểm b Khoản 2 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_185",
    "hanh_vi_chung": "Điều khiển xe mô tô không có Giấy đăng ký xe",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không có hoặc không mang theo Giấy đăng ký xe là vi phạm quy định. Theo Điểm b Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm b Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_186",
    "hanh_vi_chung": "Điều khiển ô tô không có Giấy đăng ký xe",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có hoặc không mang theo Giấy đăng ký xe hợp lệ là vi phạm quy định. Theo Điểm a Khoản 2 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 200000,
    "phat_max": 400000,
    "dieu_luat": "Điểm a Khoản 2 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_187",
    "hanh_vi_chung": "Điều khiển xe mô tô không có Giấy chứng nhận bảo hiểm",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không mang theo Giấy chứng nhận bảo hiểm trách nhiệm dân sự còn hiệu lực là vi phạm. Theo Điểm a Khoản 2 Điều 21 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 2 Điều 21",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_188",
    "hanh_vi_chung": "Điều khiển ô tô không có Giấy chứng nhận bảo hiểm",
    "mo_ta_luat": "Hành vi điều khiển ô tô không mang theo Giấy chứng nhận bảo hiểm trách nhiệm dân sự còn hiệu lực là vi phạm quy định. Theo Điểm a Khoản 4 Điều 21 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm a Khoản 4 Điều 21",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_189",
    "hanh_vi_chung": "Điều khiển xe mô tô chở hàng quá khổ",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chở hàng hóa vượt quá kích thước quy định là hành vi vi phạm. Theo Điểm b Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm b Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_190",
    "hanh_vi_chung": "Điều khiển ô tô chở hàng quá khổ",
    "mo_ta_luat": "Hành vi điều khiển ô tô chở hàng quá khổ, vượt kích thước giới hạn của xe là vi phạm. Theo Điểm c Khoản 7 Điều 24 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 8000000,
    "phat_max": 10000000,
    "dieu_luat": "Điểm c Khoản 7 Điều 24",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_191",
    "hanh_vi_chung": "Điều khiển xe mô tô không đi đúng làn đường",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi không đúng làn đường quy định, lấn sang phần đường ô tô là hành vi vi phạm. Theo Điểm g Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm g Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_192",
    "hanh_vi_chung": "Điều khiển ô tô không đi đúng làn đường",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi không đúng làn, phần đường quy định là vi phạm. Theo Điểm a Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_193",
    "hanh_vi_chung": "Điều khiển xe mô tô vượt đèn đỏ",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy vượt đèn đỏ là hành vi vi phạm nghiêm trọng. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 4000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_194",
    "hanh_vi_chung": "Điều khiển ô tô vượt đèn đỏ",
    "mo_ta_luat": "Hành vi điều khiển ô tô vượt đèn đỏ, không dừng trước vạch khi tín hiệu đỏ là vi phạm. Theo Điểm a Khoản 6 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 2–4 tháng.",
    "loai_xe": "o_to",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm a Khoản 6 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_195",
    "hanh_vi_chung": "Điều khiển xe mô tô không bật đèn ban đêm",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không bật đèn chiếu sáng khi trời tối hoặc trong điều kiện thời tiết xấu là hành vi vi phạm. Theo Điểm l Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm l Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_196",
    "hanh_vi_chung": "Điều khiển ô tô không bật đèn chiếu sáng ban đêm",
    "mo_ta_luat": "Hành vi điều khiển ô tô không bật đèn chiếu sáng vào ban đêm hoặc khi tầm nhìn hạn chế là vi phạm. Theo Điểm s Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm s Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_197",
    "hanh_vi_chung": "Điều khiển xe mô tô đi vào đường cao tốc",
    "mo_ta_luat": "Người điều khiển xe mô tô đi vào đường cao tốc là hành vi bị nghiêm cấm, gây nguy hiểm. Theo Điểm d Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm d Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_198",
    "hanh_vi_chung": "Điều khiển ô tô đi vào đường cấm",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi vào đường cấm hoặc khu vực hạn chế là vi phạm nghiêm trọng. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_199",
    "hanh_vi_chung": "Điều khiển xe mô tô đi vào đường cấm",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi vào đường có biển cấm là hành vi vi phạm. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_200",
    "hanh_vi_chung": "Điều khiển xe ô tô đi ngược chiều",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi ngược chiều trên đường một chiều hoặc cao tốc là vi phạm nghiêm trọng, dễ gây tai nạn. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_201",
    "hanh_vi_chung": "Điều khiển xe mô tô không chấp hành đèn tín hiệu giao thông",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không chấp hành tín hiệu đèn giao thông là hành vi vi phạm nghiêm trọng. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP, áp dụng đối với xe mô tô. Hình thức bổ sung có thể áp dụng: Tước GPLX 1–3 tháng.",
    "loai_xe": "xe_may",
    "phat_min": 4000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_202",
    "hanh_vi_chung": "Điều khiển ô tô không chấp hành đèn tín hiệu giao thông",
    "mo_ta_luat": "Hành vi điều khiển ô tô không tuân thủ tín hiệu đèn giao thông là vi phạm nghiêm trọng. Người điều khiển phải dừng trước vạch khi đèn đỏ bật sáng. Theo Điểm a Khoản 6 Điều 5 của Nghị định 100/2019/NĐ-CP, áp dụng đối với ô tô. Hình thức bổ sung: Tước GPLX 2–4 tháng.",
    "loai_xe": "o_to",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm a Khoản 6 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_203",
    "hanh_vi_chung": "Điều khiển xe mô tô sử dụng điện thoại",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy sử dụng điện thoại khi lái xe gây mất tập trung là hành vi bị cấm. Theo Điểm h Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm h Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_204",
    "hanh_vi_chung": "Điều khiển ô tô sử dụng điện thoại",
    "mo_ta_luat": "Hành vi điều khiển ô tô sử dụng điện thoại, thiết bị cầm tay khi lái xe là vi phạm quy định an toàn giao thông. Theo Điểm c Khoản 4 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_205",
    "hanh_vi_chung": "Điều khiển xe mô tô lùi trên đường",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy lùi xe trên đường là hành vi vi phạm quy tắc giao thông. Theo Điểm d Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm d Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_206",
    "hanh_vi_chung": "Điều khiển ô tô lùi nơi cấm",
    "mo_ta_luat": "Hành vi lùi ô tô tại nơi cấm, khu vực giao cắt hoặc trên cầu là vi phạm nghiêm trọng. Theo Điểm d Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm d Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_207",
    "hanh_vi_chung": "Điều khiển xe mô tô không có giấy phép lái xe",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không có Giấy phép lái xe hợp lệ là hành vi vi phạm. Theo Điểm a Khoản 5 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_208",
    "hanh_vi_chung": "Điều khiển ô tô không có giấy phép lái xe",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có Giấy phép lái xe hoặc không đúng hạng là vi phạm nghiêm trọng. Theo Điểm b Khoản 7 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 7 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_209",
    "hanh_vi_chung": "Điều khiển xe mô tô không có biển số",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không gắn biển số hoặc gắn biển sai vị trí là hành vi vi phạm. Theo Điểm d Khoản 3 Điều 17 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm d Khoản 3 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_210",
    "hanh_vi_chung": "Điều khiển ô tô không gắn biển số",
    "mo_ta_luat": "Hành vi điều khiển ô tô không gắn biển số hoặc gắn sai quy định là vi phạm nghiêm trọng. Theo Điểm c Khoản 5 Điều 16 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_211",
    "hanh_vi_chung": "Điều khiển xe mô tô chạy bằng một bánh",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chạy bằng một bánh là hành vi bị cấm. Theo Điểm c Khoản 8 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm c Khoản 8 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_212",
    "hanh_vi_chung": "Điều khiển ô tô chở người trên mui xe",
    "mo_ta_luat": "Hành vi chở người trên mui, nóc hoặc trong khoang hành lý của ô tô là vi phạm nghiêm trọng. Theo Điểm a Khoản 6 Điều 23 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 8000000,
    "phat_max": 10000000,
    "dieu_luat": "Điểm a Khoản 6 Điều 23",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_213",
    "hanh_vi_chung": "Điều khiển xe mô tô buông cả hai tay",
    "mo_ta_luat": "Hành vi điều khiển xe mô tô buông cả hai tay khi xe đang chạy là hành vi nguy hiểm. Theo Điểm b Khoản 8 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 5000000,
    "phat_max": 7000000,
    "dieu_luat": "Điểm b Khoản 8 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_214",
    "hanh_vi_chung": "Điều khiển ô tô đi vào làn khẩn cấp",
    "mo_ta_luat": "Hành vi đi vào làn dừng khẩn cấp trên đường cao tốc mà không có lý do là vi phạm. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 5000000,
    "phat_max": 7000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_215",
    "hanh_vi_chung": "Điều khiển xe mô tô vượt xe tại nơi cấm",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy vượt xe tại nơi có vạch liền hoặc tầm nhìn hạn chế là hành vi vi phạm. Theo Điểm c Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_216",
    "hanh_vi_chung": "Điều khiển ô tô vượt xe tại nơi cấm",
    "mo_ta_luat": "Hành vi điều khiển ô tô vượt xe tại nơi cấm, nơi tầm nhìn hạn chế là vi phạm nghiêm trọng. Theo Điểm c Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_217",
    "hanh_vi_chung": "Điều khiển xe mô tô không đội mũ bảo hiểm",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không đội mũ bảo hiểm đạt chuẩn là hành vi vi phạm. Theo Điểm i Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm i Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_218",
    "hanh_vi_chung": "Người ngồi sau xe mô tô không đội mũ bảo hiểm",
    "mo_ta_luat": "Người ngồi sau xe mô tô, xe gắn máy không đội mũ bảo hiểm là hành vi vi phạm. Theo Điểm i Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm i Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_219",
    "hanh_vi_chung": "Điều khiển xe mô tô chở người không đội mũ bảo hiểm",
    "mo_ta_luat": "Người điều khiển xe mô tô chở người không đội mũ bảo hiểm là hành vi vi phạm quy định. Theo Điểm i Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm i Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_220",
    "hanh_vi_chung": "Điều khiển ô tô không thắt dây an toàn",
    "mo_ta_luat": "Hành vi không thắt dây an toàn khi điều khiển ô tô là vi phạm quy định về an toàn cá nhân. Theo Điểm p Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm p Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_221",
    "hanh_vi_chung": "Người ngồi trên ô tô không thắt dây an toàn",
    "mo_ta_luat": "Người ngồi trên xe ô tô ở vị trí có dây an toàn nhưng không thắt dây là hành vi vi phạm. Theo Điểm q Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 300000,
    "phat_max": 500000,
    "dieu_luat": "Điểm q Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_222",
    "hanh_vi_chung": "Điều khiển xe mô tô không bật đèn chiếu sáng ban đêm",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không bật đèn chiếu sáng vào ban đêm hoặc khi tầm nhìn hạn chế là hành vi vi phạm. Theo Điểm l Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm l Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_223",
    "hanh_vi_chung": "Điều khiển ô tô không bật đèn chiếu sáng ban đêm",
    "mo_ta_luat": "Hành vi điều khiển ô tô không bật đèn chiếu sáng ban đêm, trong hầm hoặc thời tiết xấu là vi phạm. Theo Điểm s Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm s Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_224",
    "hanh_vi_chung": "Điều khiển xe mô tô chạy quá tốc độ quy định",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chạy quá tốc độ tối đa cho phép từ 10 đến 20 km/h là hành vi vi phạm. Theo Điểm g Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm g Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_225",
    "hanh_vi_chung": "Điều khiển ô tô chạy quá tốc độ quy định",
    "mo_ta_luat": "Hành vi điều khiển ô tô chạy quá tốc độ từ 10 đến 20 km/h là vi phạm nghiêm trọng. Theo Điểm c Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_226",
    "hanh_vi_chung": "Điều khiển xe mô tô vượt đèn vàng",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy vượt đèn vàng mà không dừng lại là hành vi vi phạm. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 4000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_227",
    "hanh_vi_chung": "Điều khiển ô tô vượt đèn vàng",
    "mo_ta_luat": "Hành vi vượt đèn vàng của ô tô là vi phạm quy định tín hiệu giao thông. Theo Điểm a Khoản 6 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm a Khoản 6 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_228",
    "hanh_vi_chung": "Điều khiển xe mô tô không mang Giấy đăng ký xe",
    "mo_ta_luat": "Người điều khiển xe mô tô không mang theo Giấy đăng ký xe khi tham gia giao thông là hành vi vi phạm. Theo Điểm b Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm b Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_229",
    "hanh_vi_chung": "Điều khiển ô tô không mang Giấy đăng ký xe",
    "mo_ta_luat": "Hành vi điều khiển ô tô không mang Giấy đăng ký xe hợp lệ là vi phạm hành chính. Theo Điểm a Khoản 2 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 200000,
    "phat_max": 400000,
    "dieu_luat": "Điểm a Khoản 2 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_230",
    "hanh_vi_chung": "Điều khiển xe mô tô chở người trên giá hàng",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chở người trên giá hàng hoặc phần đầu xe là hành vi vi phạm. Theo Điểm b Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 600000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm b Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_231",
    "hanh_vi_chung": "Điều khiển xe mô tô kéo theo người hoặc vật khác",
    "mo_ta_luat": "Người điều khiển xe mô tô kéo theo người, vật khác là hành vi vi phạm. Theo Điểm đ Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 500000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm đ Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_232",
    "hanh_vi_chung": "Điều khiển ô tô kéo xe khác không đúng quy định",
    "mo_ta_luat": "Hành vi điều khiển ô tô kéo theo xe khác khi không đảm bảo an toàn hoặc không đúng quy định là vi phạm. Theo Điểm a Khoản 6 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 5000000,
    "phat_max": 7000000,
    "dieu_luat": "Điểm a Khoản 6 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_233",
    "hanh_vi_chung": "Điều khiển xe mô tô đi vào đường ngược chiều",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi ngược chiều trên đường một chiều là hành vi vi phạm nghiêm trọng. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_234",
    "hanh_vi_chung": "Điều khiển ô tô đi vào đường ngược chiều",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi ngược chiều là vi phạm nghiêm trọng, gây nguy hiểm cho người tham gia giao thông khác. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_235",
    "hanh_vi_chung": "Điều khiển xe mô tô dừng đỗ không đúng nơi quy định",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy dừng đỗ nơi có biển cấm hoặc gây cản trở là hành vi vi phạm. Theo Điểm e Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 300000,
    "phat_max": 400000,
    "dieu_luat": "Điểm e Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_236",
    "hanh_vi_chung": "Điều khiển ô tô dừng đỗ không đúng nơi quy định",
    "mo_ta_luat": "Hành vi điều khiển ô tô dừng, đỗ không đúng nơi quy định, không sát lề phải là vi phạm. Theo Điểm g Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm g Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_237",
    "hanh_vi_chung": "Điều khiển xe mô tô không đội mũ bảo hiểm",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không đội mũ bảo hiểm đạt chuẩn là hành vi vi phạm. Theo Điểm i Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm i Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_238",
    "hanh_vi_chung": "Người ngồi sau xe mô tô không đội mũ bảo hiểm",
    "mo_ta_luat": "Người ngồi sau xe mô tô không đội mũ bảo hiểm là hành vi vi phạm quy định an toàn giao thông. Theo Điểm i Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm i Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_239",
    "hanh_vi_chung": "Điều khiển ô tô không nhường đường cho xe ưu tiên",
    "mo_ta_luat": "Hành vi không nhường đường cho xe ưu tiên đang phát tín hiệu là vi phạm. Theo Điểm b Khoản 4 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm b Khoản 4 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_240",
    "hanh_vi_chung": "Điều khiển xe mô tô không nhường đường cho xe ưu tiên",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không nhường đường cho xe ưu tiên đang làm nhiệm vụ là hành vi vi phạm. Theo Điểm k Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm k Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_241",
    "hanh_vi_chung": "Điều khiển xe mô tô đi sai phần đường",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi sai phần đường, lấn sang làn dành cho ô tô hoặc ngược chiều là hành vi vi phạm. Theo Điểm g Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm g Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_242",
    "hanh_vi_chung": "Điều khiển ô tô đi sai phần đường",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi sai phần đường, không đúng làn quy định là vi phạm nghiêm trọng. Theo Điểm a Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_243",
    "hanh_vi_chung": "Điều khiển xe mô tô chở hàng cồng kềnh",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chở hàng hóa cồng kềnh vượt quá giới hạn chiều dài hoặc chiều rộng cho phép là hành vi vi phạm. Theo Điểm b Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 600000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm b Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_244",
    "hanh_vi_chung": "Điều khiển ô tô chở hàng cồng kềnh",
    "mo_ta_luat": "Hành vi điều khiển ô tô chở hàng hóa vượt quá giới hạn kích thước xe là vi phạm. Theo Điểm c Khoản 7 Điều 24 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 8000000,
    "phat_max": 10000000,
    "dieu_luat": "Điểm c Khoản 7 Điều 24",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_245",
    "hanh_vi_chung": "Điều khiển xe mô tô không bật tín hiệu khi chuyển hướng",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy chuyển hướng nhưng không bật tín hiệu báo rẽ là hành vi vi phạm. Theo Điểm g Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 300000,
    "phat_max": 400000,
    "dieu_luat": "Điểm g Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_246",
    "hanh_vi_chung": "Điều khiển ô tô không bật tín hiệu khi chuyển hướng",
    "mo_ta_luat": "Hành vi điều khiển ô tô chuyển hướng mà không bật đèn báo rẽ là vi phạm. Theo Điểm q Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm q Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_247",
    "hanh_vi_chung": "Điều khiển xe mô tô đi vào đường cấm",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi vào đường có biển cấm là hành vi vi phạm nghiêm trọng. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_248",
    "hanh_vi_chung": "Điều khiển ô tô đi vào đường cấm",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi vào đường cấm, khu vực cấm lưu thông là vi phạm nghiêm trọng. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_249",
    "hanh_vi_chung": "Điều khiển xe mô tô sử dụng rượu bia",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy khi trong máu hoặc hơi thở có nồng độ cồn là hành vi bị nghiêm cấm. Theo Điểm e Khoản 8 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm e Khoản 8 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 22–24 tháng"
  },
  {
    "id": "Loi_250",
    "hanh_vi_chung": "Điều khiển ô tô sử dụng rượu bia",
    "mo_ta_luat": "Hành vi điều khiển ô tô khi có nồng độ cồn trong máu hoặc hơi thở là vi phạm đặc biệt nghiêm trọng. Theo Điểm a Khoản 10 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 30000000,
    "phat_max": 40000000,
    "dieu_luat": "Điểm a Khoản 10 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 22–24 tháng"
  },
  {
    "id": "Loi_251",
    "hanh_vi_chung": "Điều khiển xe mô tô sử dụng ma túy",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy có chất ma túy trong cơ thể là hành vi bị cấm. Theo Điểm a Khoản 9 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 8000000,
    "phat_max": 10000000,
    "dieu_luat": "Điểm a Khoản 9 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 22–24 tháng"
  },
  {
    "id": "Loi_252",
    "hanh_vi_chung": "Điều khiển ô tô sử dụng ma túy",
    "mo_ta_luat": "Hành vi điều khiển ô tô khi có chất ma túy trong cơ thể là vi phạm đặc biệt nghiêm trọng. Theo Điểm b Khoản 10 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 35000000,
    "phat_max": 40000000,
    "dieu_luat": "Điểm b Khoản 10 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 22–24 tháng"
  },
  {
    "id": "Loi_253",
    "hanh_vi_chung": "Điều khiển xe mô tô không mang Giấy phép lái xe",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không mang Giấy phép lái xe khi tham gia giao thông là hành vi vi phạm. Theo Điểm c Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm c Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_254",
    "hanh_vi_chung": "Điều khiển ô tô không mang Giấy phép lái xe",
    "mo_ta_luat": "Hành vi điều khiển ô tô không mang theo Giấy phép lái xe là vi phạm hành chính. Theo Điểm b Khoản 2 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 200000,
    "phat_max": 400000,
    "dieu_luat": "Điểm b Khoản 2 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_255",
    "hanh_vi_chung": "Điều khiển xe mô tô chở quá số người",
    "mo_ta_luat": "Người điều khiển xe mô tô chở quá số người quy định (quá 2 người) là hành vi vi phạm. Theo Điểm b Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm b Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_256",
    "hanh_vi_chung": "Điều khiển ô tô chở quá số người",
    "mo_ta_luat": "Hành vi điều khiển ô tô chở quá số người cho phép ghi trong Giấy đăng ký xe là vi phạm. Theo Điểm b Khoản 2 Điều 23 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm b Khoản 2 Điều 23",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_257",
    "hanh_vi_chung": "Điều khiển xe mô tô đi ngược chiều",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi ngược chiều trên đường một chiều là hành vi vi phạm nghiêm trọng. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_258",
    "hanh_vi_chung": "Điều khiển ô tô đi ngược chiều",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi ngược chiều trên đường một chiều hoặc cao tốc là vi phạm nghiêm trọng. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_259",
    "hanh_vi_chung": "Điều khiển xe mô tô vượt xe tại nơi cấm vượt",
    "mo_ta_luat": "Người điều khiển xe mô tô vượt xe tại nơi cấm vượt, nơi có vạch liền là hành vi vi phạm. Theo Điểm c Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_260",
    "hanh_vi_chung": "Điều khiển ô tô vượt xe tại nơi cấm vượt",
    "mo_ta_luat": "Hành vi điều khiển ô tô vượt xe tại nơi cấm vượt hoặc nơi tầm nhìn hạn chế là vi phạm nghiêm trọng. Theo Điểm c Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_261",
    "hanh_vi_chung": "Điều khiển xe mô tô không giữ khoảng cách an toàn",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không giữ khoảng cách an toàn với xe đi trước, gây nguy hiểm cho người khác là hành vi vi phạm. Theo Điểm h Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm h Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_262",
    "hanh_vi_chung": "Điều khiển ô tô không giữ khoảng cách an toàn",
    "mo_ta_luat": "Hành vi điều khiển ô tô không giữ khoảng cách an toàn với xe phía trước, không bảo đảm điều kiện tránh va chạm là vi phạm. Theo Điểm c Khoản 4 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_263",
    "hanh_vi_chung": "Điều khiển xe mô tô lạng lách",
    "mo_ta_luat": "100/2019/NĐ-CP",
    "loai_xe": "đánh_võng",
    "phat_min": 0,
    "phat_max": 0,
    "dieu_luat": "Tước GPLX 2–4 tháng",
    "nghi_dinh": "Điểm d Khoản 8 Điều 6",
    "bo_sung": "6.000.000 - 8.000.000"
  },
  {
    "id": "Loi_264",
    "hanh_vi_chung": "Điều khiển ô tô vượt quá tốc độ trên cao tốc",
    "mo_ta_luat": "Hành vi điều khiển ô tô vượt quá tốc độ tối đa cho phép trên đường cao tốc là vi phạm nghiêm trọng. Theo Điểm d Khoản 6 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm d Khoản 6 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_265",
    "hanh_vi_chung": "Điều khiển xe mô tô đi vào làn ô tô",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi vào làn đường dành riêng cho ô tô là hành vi vi phạm. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_266",
    "hanh_vi_chung": "Điều khiển ô tô đi vào làn xe máy",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi vào làn đường dành riêng cho xe mô tô, xe gắn máy là vi phạm. Theo Điểm a Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_267",
    "hanh_vi_chung": "Điều khiển xe mô tô vượt phải",
    "mo_ta_luat": "Người điều khiển xe mô tô vượt phải xe khác khi không đủ điều kiện an toàn là hành vi vi phạm. Theo Điểm c Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_268",
    "hanh_vi_chung": "Điều khiển ô tô vượt phải",
    "mo_ta_luat": "Hành vi điều khiển ô tô vượt phải không đúng quy định là vi phạm nghiêm trọng. Theo Điểm c Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_269",
    "hanh_vi_chung": "Điều khiển xe mô tô sử dụng điện thoại khi lái",
    "mo_ta_luat": "Người điều khiển xe mô tô sử dụng điện thoại khi đang lái xe là hành vi vi phạm, dễ gây tai nạn. Theo Điểm h Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm h Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_270",
    "hanh_vi_chung": "Điều khiển ô tô sử dụng điện thoại khi lái",
    "mo_ta_luat": "Hành vi sử dụng điện thoại khi lái ô tô là vi phạm quy định an toàn giao thông. Theo Điểm c Khoản 4 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_271",
    "hanh_vi_chung": "Điều khiển xe mô tô không bật đèn chiếu sáng",
    "mo_ta_luat": "Người điều khiển xe mô tô không bật đèn chiếu sáng khi trời tối là hành vi vi phạm. Theo Điểm l Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm l Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_272",
    "hanh_vi_chung": "Điều khiển ô tô không bật đèn chiếu sáng",
    "mo_ta_luat": "Hành vi điều khiển ô tô không bật đèn chiếu sáng vào ban đêm hoặc điều kiện thiếu ánh sáng là vi phạm. Theo Điểm s Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm s Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_273",
    "hanh_vi_chung": "Điều khiển xe mô tô gây tiếng ồn",
    "mo_ta_luat": "Người điều khiển xe mô tô gây tiếng ồn vượt mức cho phép là hành vi vi phạm quy chuẩn kỹ thuật. Theo Điểm b Khoản 4 Điều 17 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm b Khoản 4 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_274",
    "hanh_vi_chung": "Điều khiển ô tô thải khói vượt chuẩn",
    "mo_ta_luat": "Hành vi điều khiển ô tô thải khói vượt quy chuẩn môi trường là vi phạm. Theo Điểm c Khoản 4 Điều 16 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_275",
    "hanh_vi_chung": "Điều khiển xe mô tô không có phanh",
    "mo_ta_luat": "Người điều khiển xe mô tô không có hoặc phanh hỏng là hành vi vi phạm điều kiện an toàn kỹ thuật. Theo Điểm a Khoản 1 Điều 17 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 200000,
    "phat_max": 300000,
    "dieu_luat": "Điểm a Khoản 1 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_276",
    "hanh_vi_chung": "Điều khiển ô tô không có phanh",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có hoặc phanh không đảm bảo hiệu lực là vi phạm an toàn giao thông. Theo Điểm b Khoản 4 Điều 16 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm b Khoản 4 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_277",
    "hanh_vi_chung": "Điều khiển xe mô tô không có còi",
    "mo_ta_luat": "Người điều khiển xe mô tô không có còi hoặc còi không hoạt động là hành vi vi phạm kỹ thuật an toàn. Theo Điểm a Khoản 1 Điều 17 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 1 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_278",
    "hanh_vi_chung": "Điều khiển ô tô không có còi",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có còi hoặc còi hỏng là vi phạm quy định an toàn kỹ thuật. Theo Điểm b Khoản 4 Điều 16 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 3000000,
    "phat_max": 5000000,
    "dieu_luat": "Điểm b Khoản 4 Điều 16",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_279",
    "hanh_vi_chung": "Điều khiển xe mô tô không có gương chiếu hậu",
    "mo_ta_luat": "Người điều khiển xe mô tô không có gương chiếu hậu bên trái là hành vi vi phạm an toàn kỹ thuật. Theo Điểm a Khoản 1 Điều 17 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 1 Điều 17",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_280",
    "hanh_vi_chung": "Điều khiển ô tô không có gương chiếu hậu",
    "mo_ta_luat": "Hành vi điều khiển ô tô không có gương chiếu hậu bên trái hoặc bên phải là vi phạm. Theo Điểm s Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm s Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_281",
    "hanh_vi_chung": "Điều khiển xe mô tô đi vào đường cao tốc",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy đi vào đường cao tốc là hành vi bị nghiêm cấm, gây nguy hiểm cho an toàn giao thông. Theo Điểm d Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 2000000,
    "phat_max": 3000000,
    "dieu_luat": "Điểm d Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_282",
    "hanh_vi_chung": "Điều khiển ô tô đi vào đường cao tốc không đúng quy định",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi vào đường cao tốc khi không được phép là vi phạm nghiêm trọng. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_283",
    "hanh_vi_chung": "Điều khiển xe mô tô vượt xe không đúng quy định",
    "mo_ta_luat": "Người điều khiển xe mô tô vượt xe tại nơi cấm vượt hoặc không đảm bảo an toàn là hành vi vi phạm. Theo Điểm c Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 1000000,
    "phat_max": 2000000,
    "dieu_luat": "Điểm c Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_284",
    "hanh_vi_chung": "Điều khiển ô tô vượt xe không đúng quy định",
    "mo_ta_luat": "Hành vi điều khiển ô tô vượt xe không đúng quy định, tại nơi có biển cấm hoặc vạch liền, là vi phạm nghiêm trọng. Theo Điểm c Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 10000000,
    "phat_max": 12000000,
    "dieu_luat": "Điểm c Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_285",
    "hanh_vi_chung": "Điều khiển xe mô tô không mang bảo hiểm trách nhiệm dân sự",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không mang theo bảo hiểm trách nhiệm dân sự còn hiệu lực là hành vi vi phạm. Theo Điểm a Khoản 2 Điều 21 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 100000,
    "phat_max": 200000,
    "dieu_luat": "Điểm a Khoản 2 Điều 21",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_286",
    "hanh_vi_chung": "Điều khiển ô tô không mang bảo hiểm trách nhiệm dân sự",
    "mo_ta_luat": "Hành vi điều khiển ô tô không mang theo bảo hiểm trách nhiệm dân sự là vi phạm hành chính. Theo Điểm a Khoản 4 Điều 21 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm a Khoản 4 Điều 21",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_287",
    "hanh_vi_chung": "Điều khiển xe mô tô dừng đỗ trên cầu",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy dừng, đỗ trên cầu là hành vi vi phạm. Theo Điểm e Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 300000,
    "phat_max": 400000,
    "dieu_luat": "Điểm e Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_288",
    "hanh_vi_chung": "Điều khiển ô tô dừng đỗ trên cầu",
    "mo_ta_luat": "Hành vi điều khiển ô tô dừng, đỗ trên cầu, hầm hoặc nơi cấm là vi phạm. Theo Điểm g Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm g Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_289",
    "hanh_vi_chung": "Điều khiển xe mô tô không bật tín hiệu khi rẽ",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy rẽ nhưng không bật tín hiệu báo hướng là hành vi vi phạm. Theo Điểm g Khoản 2 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 300000,
    "phat_max": 400000,
    "dieu_luat": "Điểm g Khoản 2 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_290",
    "hanh_vi_chung": "Điều khiển ô tô không bật tín hiệu khi rẽ",
    "mo_ta_luat": "Hành vi điều khiển ô tô chuyển hướng nhưng không bật đèn báo rẽ là vi phạm. Theo Điểm q Khoản 3 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 800000,
    "phat_max": 1000000,
    "dieu_luat": "Điểm q Khoản 3 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_291",
    "hanh_vi_chung": "Điều khiển xe mô tô không đi bên phải",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy không đi bên phải theo chiều đi của mình là hành vi vi phạm. Theo Điểm g Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm g Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_292",
    "hanh_vi_chung": "Điều khiển ô tô không đi bên phải",
    "mo_ta_luat": "Hành vi điều khiển ô tô không đi bên phải theo chiều đi của mình là vi phạm nghiêm trọng. Theo Điểm a Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_293",
    "hanh_vi_chung": "Điều khiển xe mô tô gây tai nạn bỏ chạy",
    "mo_ta_luat": "Người điều khiển xe mô tô, xe gắn máy gây tai nạn rồi bỏ trốn, không cứu giúp người bị nạn là vi phạm đặc biệt nghiêm trọng. Theo Điểm a Khoản 8 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm a Khoản 8 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_294",
    "hanh_vi_chung": "Điều khiển ô tô gây tai nạn bỏ chạy",
    "mo_ta_luat": "Hành vi điều khiển ô tô gây tai nạn rồi bỏ trốn, không cứu giúp nạn nhân là vi phạm nghiêm trọng. Theo Điểm b Khoản 7 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 16000000,
    "phat_max": 18000000,
    "dieu_luat": "Điểm b Khoản 7 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 5–7 tháng"
  },
  {
    "id": "Loi_295",
    "hanh_vi_chung": "Điều khiển xe mô tô đi trên vỉa hè",
    "mo_ta_luat": "Người điều khiển xe mô tô đi trên vỉa hè, phần đường dành cho người đi bộ là hành vi vi phạm. Theo Điểm g Khoản 3 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 400000,
    "phat_max": 600000,
    "dieu_luat": "Điểm g Khoản 3 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": ""
  },
  {
    "id": "Loi_296",
    "hanh_vi_chung": "Điều khiển ô tô đi trên vỉa hè",
    "mo_ta_luat": "Hành vi điều khiển ô tô chạy trên vỉa hè, nơi dành cho người đi bộ là vi phạm nghiêm trọng. Theo Điểm a Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 4000000,
    "phat_max": 6000000,
    "dieu_luat": "Điểm a Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_297",
    "hanh_vi_chung": "Điều khiển xe mô tô đi ngược chiều trên cao tốc",
    "mo_ta_luat": "Người điều khiển xe mô tô đi ngược chiều trên đường cao tốc là hành vi đặc biệt nguy hiểm. Theo Điểm e Khoản 4 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 5000000,
    "phat_max": 7000000,
    "dieu_luat": "Điểm e Khoản 4 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 1–3 tháng"
  },
  {
    "id": "Loi_298",
    "hanh_vi_chung": "Điều khiển ô tô đi ngược chiều trên cao tốc",
    "mo_ta_luat": "Hành vi điều khiển ô tô đi ngược chiều trên cao tốc là vi phạm nghiêm trọng, gây nguy cơ tai nạn đặc biệt cao. Theo Điểm b Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 16000000,
    "phat_max": 18000000,
    "dieu_luat": "Điểm b Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 5–7 tháng"
  },
  {
    "id": "Loi_299",
    "hanh_vi_chung": "Điều khiển xe mô tô chạy bằng một bánh",
    "mo_ta_luat": "Người điều khiển xe mô tô chạy bằng một bánh trên đường là hành vi bị cấm, gây nguy hiểm. Theo Điểm c Khoản 8 Điều 6 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "xe_may",
    "phat_min": 6000000,
    "phat_max": 8000000,
    "dieu_luat": "Điểm c Khoản 8 Điều 6",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 2–4 tháng"
  },
  {
    "id": "Loi_300",
    "hanh_vi_chung": "Điều khiển ô tô lùi trên cao tốc",
    "mo_ta_luat": "Hành vi điều khiển ô tô lùi trên đường cao tốc là vi phạm đặc biệt nghiêm trọng, đe dọa an toàn giao thông. Theo Điểm d Khoản 5 Điều 5 của Nghị định 100/2019/NĐ-CP.",
    "loai_xe": "o_to",
    "phat_min": 16000000,
    "phat_max": 18000000,
    "dieu_luat": "Điểm d Khoản 5 Điều 5",
    "nghi_dinh": "100/2019/NĐ-CP",
    "bo_sung": "Tước GPLX 5–7 tháng"
  }
]
