[
    {
        "id": "Loi_001",
        "hanh_vi_chung": "Vượt đèn đỏ",
        "mo_ta_luat": "Vượt đèn đỏ là hành vi không tuân thủ tín hiệu đèn và vi phạm quy tắc ưu tiên tại giao lộ. Hành vi này làm tăng nguy cơ va chạm ngang hông, đặc biệt với người đi bộ và xe đi đúng hướng ưu tiên. Người điều khiển ô tô phải dừng trước vạch khi đèn đỏ bật, chỉ được đi khi có tín hiệu cho phép. Căn cứ pháp lý: Điều 5, Khoản 6, Điểm a Nghị định 100/2019/NĐ-CP. Khung xử phạt tiền: 6.000.000–8.000.000 đồng. Ngoài ra có thể bị tước GPLX 2–4 tháng tùy mức độ.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 6, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_002",
        "hanh_vi_chung": "Vượt đèn đỏ",
        "mo_ta_luat": "Không chấp hành đèn tín hiệu khi điều khiển xe mô tô, xe gắn máy là vi phạm nghiêm trọng, dễ gây tai nạn giao lộ. Người lái phải giảm tốc, dừng trước vạch khi đèn chuyển đỏ hoặc vàng (nếu không thể dừng an toàn thì được phép đi tiếp). Việc bất chấp tín hiệu có thể dẫn đến va chạm chuỗi với nhiều phương tiện. Căn cứ pháp lý: Điều 6, Khoản 4, Điểm e Nghị định 100/2019/NĐ-CP. Khung phạt: 4.000.000–5.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 4000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_003",
        "hanh_vi_chung": "Không đội mũ bảo hiểm",
        "mo_ta_luat": "Không đội mũ bảo hiểm đạt chuẩn hoặc cài quai không đúng cách làm tăng rủi ro chấn thương sọ não khi va chạm. Người điều khiển xe mô tô, xe gắn máy phải đội mũ bảo hiểm trong suốt hành trình, kể cả quãng đường ngắn trong khu dân cư. Đây là nghĩa vụ an toàn cá nhân và xã hội. Căn cứ pháp lý: Điều 6, Khoản 2, Điểm i Nghị định 100/2019/NĐ-CP. Phạt tiền 200.000–300.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 200000,
        "phat_max": 300000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm i",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_004",
        "hanh_vi_chung": "Không thắt dây an toàn",
        "mo_ta_luat": "Dây an toàn là thiết bị bắt buộc nhằm giảm chấn thương khi phanh gấp hoặc va chạm. Người lái ô tô phải cài dây đúng cách tại vị trí có trang bị trong suốt quá trình xe chạy. Không thắt dây thể hiện việc coi nhẹ an toàn bản thân và người khác. Căn cứ pháp lý: Điều 5, Khoản 3, Điểm p Nghị định 100/2019/NĐ-CP. Phạt tiền 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm p",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_005",
        "hanh_vi_chung": "Chạy quá tốc độ",
        "mo_ta_luat": "Vượt quá tốc độ tối đa làm giảm khả năng xử lý và kéo dài quãng đường phanh, đặc biệt nguy hiểm ở khu đông dân cư. Người điều khiển xe máy phải tuân thủ tốc độ theo biển báo hoặc theo quy chuẩn mặt đường, thời tiết. Việc chạy nhanh còn làm tăng độ nghiêm trọng khi va chạm. Căn cứ pháp lý: Điều 6, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_006",
        "hanh_vi_chung": "Chạy quá tốc độ",
        "mo_ta_luat": "Ô tô chạy nhanh hơn tốc độ cho phép làm tăng rủi ro mất lái và va chạm đa phương tiện. Lái xe phải chủ động điều chỉnh tốc độ theo điều kiện mặt đường, trời mưa, sương mù và mật độ giao thông. Tuân thủ tốc độ giúp bảo toàn khoảng cách an toàn. Căn cứ: Điều 5, Khoản 5, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_007",
        "hanh_vi_chung": "Điện thoại khi lái xe",
        "mo_ta_luat": "Sử dụng điện thoại làm người điều khiển phân tâm, giảm khả năng quan sát và xử lý tình huống. Khi tham gia giao thông, lái xe máy phải tập trung, hai tay điều khiển, không dùng thiết bị cầm tay. Đây là nguyên nhân phổ biến dẫn đến tự ngã hoặc va chạm đuôi. Căn cứ pháp lý: Điều 6, Khoản 4, Điểm h Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm h",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_008",
        "hanh_vi_chung": "Điện thoại khi lái xe",
        "mo_ta_luat": "Việc cầm điện thoại khi đang điều khiển ô tô khiến thời gian phản ứng chậm đáng kể và giảm khả năng duy trì làn. Người lái phải sử dụng thiết bị rảnh tay (nếu thực sự cần) và luôn ưu tiên an toàn. Hành vi này đặc biệt nguy hiểm ở tốc độ cao. Căn cứ pháp lý: Điều 5, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_009",
        "hanh_vi_chung": "Không đội mũ bảo hiểm",
        "mo_ta_luat": "Người điều khiển xe máy phải đảm bảo người ngồi sau đội mũ bảo hiểm đúng chuẩn và cài quai đúng cách. Chở người không đội mũ làm tăng hậu quả thương tích nếu xảy ra va chạm. Đây là yêu cầu an toàn bắt buộc trong suốt hành trình. Căn cứ: Điều 6, Khoản 2, Điểm i Nghị định 100/2019/NĐ-CP. Phạt 200.000–300.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 200000,
        "phat_max": 300000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm i",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_010",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Xe ưu tiên đang phát tín hiệu hợp lệ phải được nhường đường ngay để thực hiện nhiệm vụ khẩn cấp. Không nhường đường gây cản trở công tác cứu hộ, cứu nạn và là hành vi vi phạm rõ ràng. Người lái ô tô phải chủ động giảm tốc, nép phải hoặc dừng lại nếu cần. Căn cứ: Điều 5, Khoản 4, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_011",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Khi xe ưu tiên phát tín hiệu, người đi xe máy phải nhường đường ngay, tránh cản trở luồng di chuyển khẩn cấp. Không nhường đường làm tăng nguy cơ ùn tắc và chậm trễ xử lý sự cố. Người điều khiển cần quan sát gương và tín hiệu còi, đèn để phản ứng kịp thời. Căn cứ: Điều 6, Khoản 3, Điểm k Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm k",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_012",
        "hanh_vi_chung": "Không mang bảo hiểm",
        "mo_ta_luat": "Giấy chứng nhận bảo hiểm trách nhiệm dân sự là bắt buộc khi tham gia giao thông nhằm bảo đảm bồi thường tối thiểu cho bên thứ ba. Không mang/không có bảo hiểm là hành vi vi phạm thủ tục hành chính. Chủ xe cần duy trì hiệu lực và mang theo để xuất trình khi kiểm tra. Căn cứ: Điều 21, Khoản 4, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 21, Khoản 4, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_013",
        "hanh_vi_chung": "Không mang bảo hiểm",
        "mo_ta_luat": "Người điều khiển xe máy phải có và mang theo giấy chứng nhận bảo hiểm TNDS còn hiệu lực. Việc không mang theo gây khó khăn trong xử lý bồi thường khi có sự cố. Đây là yêu cầu pháp lý bắt buộc đối với mọi phương tiện cơ giới đường bộ. Căn cứ: Điều 21, Khoản 2, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 21, Khoản 2, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_014",
        "hanh_vi_chung": "Đi ngược chiều",
        "mo_ta_luat": "Đi vào đường một chiều theo hướng ngược lại là hành vi đặc biệt nguy hiểm vì dễ gây va chạm trực diện. Người lái ô tô phải quan sát biển báo hướng đi và tuân theo mũi tên chỉ hướng trên mặt đường. Hành vi này thường khiến các phương tiện khác bị động và gây ùn tắc. Căn cứ: Điều 5, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_015",
        "hanh_vi_chung": "Đi ngược chiều",
        "mo_ta_luat": "Đi ngược chiều trên đường một chiều hoặc đi vào đường cấm làm gia tăng rủi ro tai nạn đối đầu. Người điều khiển xe máy cần tuân thủ hướng đi, quan sát đầy đủ biển báo và tín hiệu tổ chức giao thông. Việc lách ngõ, đi tắt để rút ngắn quãng đường không phải là lý do hợp pháp. Căn cứ: Điều 6, Khoản 4, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_016",
        "hanh_vi_chung": "Không có giấy tờ",
        "mo_ta_luat": "Người lái ô tô phải mang theo Giấy phép lái xe còn hiệu lực để chứng minh năng lực điều khiển phương tiện. Không mang theo GPLX dù có thật vẫn là vi phạm hành chính. Điều này gây khó khăn trong kiểm tra, xác minh của lực lượng chức năng. Căn cứ: Điều 5, Khoản 2, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 200.000–400.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 200000,
        "phat_max": 400000,
        "dieu_luat": "Điều 5, Khoản 2, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_017",
        "hanh_vi_chung": "Không có giấy tờ",
        "mo_ta_luat": "Khi điều khiển xe máy, người lái phải mang GPLX đúng hạng và còn hiệu lực. Không mang theo sẽ bị xử phạt hành chính dù vẫn sở hữu GPLX hợp lệ. Người điều khiển cần chuẩn bị đủ giấy tờ để xuất trình khi được yêu cầu. Căn cứ: Điều 6, Khoản 2, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_018",
        "hanh_vi_chung": "Chở hàng cồng kềnh",
        "mo_ta_luat": "Xe tải chở vật liệu rời phải che chắn kín, không để rơi vãi ra mặt đường gây trơn trượt và bụi bẩn. Hành vi này có thể làm giảm tầm nhìn và tăng rủi ro cho phương tiện khác, đặc biệt xe hai bánh. Chủ xe/lái xe phải khắc phục và làm sạch mặt đường khi bị yêu cầu. Căn cứ: Điều 24, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 8.000.000–10.000.000 đồng.",
        "loai_xe": "xe_tai",
        "phat_min": 8000000,
        "phat_max": 10000000,
        "dieu_luat": "Điều 24, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_019",
        "hanh_vi_chung": "Không có gương",
        "mo_ta_luat": "Xe máy phải có ít nhất gương chiếu hậu bên trái để đảm bảo quan sát vùng điểm mù. Thiếu gương khiến việc chuyển làn, rẽ, vượt trở nên nguy hiểm. Người điều khiển cần kiểm tra, thay thế khi gương hỏng lỏng. Căn cứ: Điều 17, Khoản 1, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 17, Khoản 1, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_020",
        "hanh_vi_chung": "Không có gương",
        "mo_ta_luat": "Ô tô thiếu gương chiếu hậu hoặc gương không hoạt động sẽ làm tăng rủi ro va chạm do không quan sát đủ phía sau và hông xe. Đây là vi phạm điều kiện an toàn kỹ thuật của phương tiện. Chủ xe cần bảo dưỡng, thay thế kịp thời. Căn cứ: Điều 5, Khoản 3, Điểm s Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm s",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_021",
        "hanh_vi_chung": "Chở người sai quy định",
        "mo_ta_luat": "Chở quá 01 người lớn trên xe máy làm giảm ổn định, tăng quãng phanh và cản trở thao tác lái. Ngoại lệ rất hạn chế (chở người bệnh, trẻ em theo quy định). Người điều khiển phải đảm bảo người ngồi sau đội mũ và ngồi đúng vị trí. Căn cứ: Điều 6, Khoản 3, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_022",
        "hanh_vi_chung": "Chở người sai quy định",
        "mo_ta_luat": "Ô tô chở quá số ghế cho phép gây quá tải, ảnh hưởng hệ thống phanh và khả năng thoát hiểm khi sự cố. Lái xe cần kiểm soát số lượng hành khách đúng đăng kiểm. Hành vi này dễ phát sinh trong dịp cao điểm lễ tết. Căn cứ: Điều 23, Khoản 2, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 23, Khoản 2, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_023",
        "hanh_vi_chung": "Vượt phải",
        "mo_ta_luat": "Vượt bên phải tại nơi cấm hoặc khi không đủ điều kiện an toàn làm tăng nguy cơ quẹt hông và va chạm bất ngờ. Người đi xe máy chỉ vượt khi tầm nhìn thông thoáng, có báo hiệu và tại nơi cho phép. Không vượt ở cầu, hầm, giao lộ tầm nhìn hạn chế. Căn cứ: Điều 6, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_024",
        "hanh_vi_chung": "Vượt phải",
        "mo_ta_luat": "Ô tô vượt phải không đúng quy định đặc biệt nguy hiểm tại làn sát lề phải, nơi có nhiều xe thô sơ và người đi bộ. Chỉ vượt khi đủ điều kiện an toàn, bật tín hiệu và tại nơi cho phép. Hành vi vi phạm có thể dẫn đến chuỗi va chạm. Căn cứ: Điều 5, Khoản 5, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng, tước GPLX 2–4 tháng.",
        "loai_xe": "o_to",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_025",
        "hanh_vi_chung": "Nồng độ cồn",
        "mo_ta_luat": "Điều khiển xe máy khi trong máu hoặc khí thở có cồn bị nghiêm cấm tuyệt đối. Rượu bia làm suy giảm phản xạ, thăng bằng và khả năng phán đoán. Kiểm tra nồng độ cồn được thực hiện bằng thiết bị chuyên dụng theo quy chuẩn. Căn cứ: Điều 6, Khoản 8, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 6.000.000–8.000.000 đồng, tước GPLX 22–24 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 6000000,
        "phat_max": 8000000,
        "dieu_luat": "Điều 6, Khoản 8, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 22–24 tháng"
    },
    {
        "id": "Loi_026",
        "hanh_vi_chung": "Nồng độ cồn",
        "mo_ta_luat": "Lái ô tô khi có nồng độ cồn gây nguy hiểm rất lớn do quán tính và tốc độ cao. Người vi phạm chịu mức phạt nghiêm khắc và có thể bị xử lý hình sự nếu gây tai nạn. Luôn chủ động không uống rượu bia khi lái xe. Căn cứ: Điều 5, Khoản 10, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 30.000.000–40.000.000 đồng, tước GPLX 22–24 tháng.",
        "loai_xe": "o_to",
        "phat_min": 30000000,
        "phat_max": 40000000,
        "dieu_luat": "Điều 5, Khoản 10, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 22–24 tháng"
    },
    {
        "id": "Loi_027",
        "hanh_vi_chung": "Không chấp hành hiệu lệnh",
        "mo_ta_luat": "Không tuân thủ hiệu lệnh của người điều khiển giao thông gây rối loạn dòng xe và tiềm ẩn va chạm. Người điều khiển cần dừng, xuất trình giấy tờ và thực hiện chỉ dẫn theo đúng quy trình. Chống đối, bỏ chạy có thể kéo theo nhiều vi phạm khác. Căn cứ: Điều 6, Khoản 4, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_028",
        "hanh_vi_chung": "Không chấp hành hiệu lệnh",
        "mo_ta_luat": "Không tuân theo hiệu lệnh của CSGT khi lái ô tô là hành vi nghiêm trọng, có thể gây ùn tắc dây chuyền. Người lái phải dừng, đi theo hướng dẫn hoặc chuyển làn theo chỉ huy. Căn cứ: Điều 5, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng, tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_029",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Đi trong điều kiện thiếu sáng mà không bật đèn chiếu gần làm giảm khả năng nhìn và bị nhìn thấy. Người đi xe máy phải bật đèn khi trời tối, mưa to, sương mù hoặc đi trong hầm. Hệ thống đèn cần được kiểm tra, bảo dưỡng định kỳ. Căn cứ: Điều 6, Khoản 2, Điểm l Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm l",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_030",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Ô tô không bật đèn chiếu sáng vào ban đêm hoặc trong hầm làm suy giảm nghiêm trọng khả năng quan sát và nhận diện. Người lái phải dùng đèn cốt trong đô thị, hạn chế đèn pha gây chói các xe ngược chiều. Căn cứ: Điều 5, Khoản 3, Điểm s Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm s",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_031",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Đi sai làn hoặc lấn phần đường ô tô khiến các phương tiện khác bị bất ngờ, dễ xảy ra quẹt hông. Lái xe máy phải đi đúng làn quy định và bật tín hiệu khi chuyển hướng. Tránh len lỏi đột ngột trước mũi ô tô. Căn cứ: Điều 6, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_032",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Ô tô đi không đúng làn hoặc lấn sang làn ngược chiều dễ tạo xung đột giao thông, nhất là khi chuyển làn không báo hiệu. Người lái phải giữ đúng làn, chỉ chuyển khi đủ điều kiện an toàn. Căn cứ: Điều 5, Khoản 5, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_033",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Dừng, đỗ nơi cấm, chiếm dụng vỉa hè hoặc che khuất biển báo làm cản trở giao thông và giảm tầm nhìn. Người đi xe máy phải dừng, đỗ đúng nơi, gọn gàng và tôn trọng người đi bộ. Căn cứ: Điều 6, Khoản 2, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_034",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Ô tô dừng, đỗ không đúng nơi, không sát lề hoặc trên cầu, hầm có thể gây ùn tắc và tai nạn. Người điều khiển phải bật tín hiệu, chọn vị trí an toàn, tuân thủ biển báo và vạch kẻ. Căn cứ: Điều 5, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_035",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Đi vào tuyến đường có biển cấm xe máy là hành vi vi phạm trực tiếp tổ chức giao thông. Hành vi này khiến luồng lưu thông mất đồng nhất, tăng nguy cơ va chạm. Người điều khiển phải chú ý biển báo ngay từ lối rẽ. Căn cứ: Điều 6, Khoản 4, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_036",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Ô tô đi vào đường cấm, khu vực hạn chế theo khung giờ hoặc loại phương tiện sẽ phá vỡ tổ chức giao thông và an toàn khu vực. Người lái phải quan sát biển báo từ xa để lựa chọn lộ trình hợp lệ. Căn cứ: Điều 5, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng, tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_037",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Xe máy đi vào đường cao tốc là bị cấm do chênh lệch tốc độ rất lớn, tiềm ẩn nguy cơ tai nạn đặc biệt nghiêm trọng. Người điều khiển phải lựa chọn tuyến song hành hợp lệ. Căn cứ: Điều 6, Khoản 4, Điểm d Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_038",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Làn dừng khẩn cấp chỉ dùng cho sự cố bất khả kháng, cứu hộ hoặc xe ưu tiên. Lái ô tô đi vào làn này khi không có lý do chính đáng sẽ cản trở hoạt động cứu nạn. Căn cứ: Điều 5, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 5.000.000–7.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 5000000,
        "phat_max": 7000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_039",
        "hanh_vi_chung": "Quay đầu/lùi sai nơi",
        "mo_ta_luat": "Quay đầu, lùi xe máy ở nơi cấm hoặc không bảo đảm an toàn có thể gây bất ngờ cho phương tiện phía sau. Người điều khiển phải chọn vị trí cho phép, quan sát kỹ và bật tín hiệu rõ ràng. Căn cứ: Điều 6, Khoản 3, Điểm d Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_040",
        "hanh_vi_chung": "Quay đầu/lùi sai nơi",
        "mo_ta_luat": "Lùi ô tô ở nơi cấm như giao lộ, cầu, hầm, đường hẹp làm tăng nguy cơ va chạm và ùn tắc. Người lái chỉ lùi khi thật cần thiết và bảo đảm quan sát đủ bốn hướng. Căn cứ: Điều 5, Khoản 5, Điểm d Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng, tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_041",
        "hanh_vi_chung": "Không giữ khoảng cách an toàn",
        "mo_ta_luat": "Bám đuôi xe trước làm giảm thời gian phản ứng và dễ va chạm đuôi. Người đi xe máy cần giữ khoảng cách theo tốc độ và điều kiện đường sá. Tránh nhìn chăm chú vào điện thoại hoặc vật dụng khác khi chạy. Căn cứ: Điều 6, Khoản 3, Điểm h Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm h",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_042",
        "hanh_vi_chung": "Không giữ khoảng cách an toàn",
        "mo_ta_luat": "Ô tô không giữ khoảng cách hợp lý với xe trước rất dễ xảy ra va chạm dây chuyền khi phanh gấp. Người lái phải chủ động quan sát, giữ khoảng cách tối thiểu tùy tốc độ. Căn cứ: Điều 5, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_043",
        "hanh_vi_chung": "Gây tiếng ồn",
        "mo_ta_luat": "Xe máy độ pô, nẹt pô gây tiếng ồn vượt quy chuẩn làm ảnh hưởng cộng đồng và gây hoảng loạn trong một số tình huống. Phương tiện phải đáp ứng quy chuẩn kỹ thuật về âm thanh. Căn cứ: Điều 17, Khoản 4, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 17, Khoản 4, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_044",
        "hanh_vi_chung": "Khí thải vượt mức",
        "mo_ta_luat": "Ô tô thải khói đen, khí thải vượt quy chuẩn gây ô nhiễm môi trường và ảnh hưởng sức khỏe. Chủ xe phải kiểm định, bảo dưỡng định kỳ hệ thống nhiên liệu – xả. Căn cứ: Điều 16, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 16, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_045",
        "hanh_vi_chung": "Không có phanh",
        "mo_ta_luat": "Phanh là bộ phận an toàn cốt lõi, thiếu hoặc hỏng sẽ làm tăng đáng kể rủi ro. Người đi xe máy phải bảo dưỡng, thay thế kịp thời khi phanh kém hiệu quả. Căn cứ: Điều 17, Khoản 1, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 200.000–300.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 200000,
        "phat_max": 300000,
        "dieu_luat": "Điều 17, Khoản 1, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_046",
        "hanh_vi_chung": "Không có phanh",
        "mo_ta_luat": "Ô tô có hệ thống phanh hỏng hoặc kém hiệu lực sẽ tăng quãng đường dừng và nguy cơ tai nạn nghiêm trọng. Chủ xe phải khắc phục trước khi lưu thông. Căn cứ: Điều 16, Khoản 4, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 16, Khoản 4, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_047",
        "hanh_vi_chung": "Chạy trên vỉa hè",
        "mo_ta_luat": "Chạy xe trên vỉa hè xâm phạm không gian dành cho người đi bộ và gây mất an toàn đô thị. Người điều khiển phải đi đúng phần đường, chỉ dắt bộ khi cần né chướng ngại. Căn cứ: Điều 6, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_048",
        "hanh_vi_chung": "Chạy trên vỉa hè",
        "mo_ta_luat": "Ô tô chạy lên vỉa hè gây nguy hiểm cho người đi bộ và phá vỡ tổ chức giao thông đô thị. Lái xe phải tìm điểm dừng đỗ hợp lệ. Căn cứ: Điều 5, Khoản 5, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_049",
        "hanh_vi_chung": "Lạng lách, đánh võng",
        "mo_ta_luat": "Lạng lách, đánh võng là hành vi biểu diễn nguy hiểm, đe dọa trực tiếp an toàn cộng đồng. Người điều khiển vi phạm sẽ chịu phạt nặng và tước GPLX. Căn cứ: Điều 6, Khoản 8, Điểm d Nghị định 100/2019/NĐ-CP. Phạt 6.000.000–8.000.000 đồng, tước GPLX 2–4 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 6000000,
        "phat_max": 8000000,
        "dieu_luat": "Điều 6, Khoản 8, Điểm d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_050",
        "hanh_vi_chung": "Bỏ chạy sau tai nạn",
        "mo_ta_luat": "Gây tai nạn rồi rời khỏi hiện trường, không cứu giúp người bị nạn là hành vi đặc biệt nghiêm trọng. Người lái có nghĩa vụ dừng xe, cứu trợ, bảo vệ hiện trường và hợp tác với cơ quan chức năng. Căn cứ: Điều 5, Khoản 7, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 16.000.000–18.000.000 đồng, tước GPLX 5–7 tháng.",
        "loai_xe": "o_to",
        "phat_min": 16000000,
        "phat_max": 18000000,
        "dieu_luat": "Điều 5, Khoản 7, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 5–7 tháng"
    },
    {
        "id": "Loi_051",
        "hanh_vi_chung": "Chở người sai quy định",
        "mo_ta_luat": "Chở người trên mui, nóc, khoang hành lý là hành vi cực kỳ nguy hiểm vì không có biện pháp bảo vệ khi xe phanh gấp hoặc va chạm. Người điều khiển ô tô phải bảo đảm hành khách ngồi đúng chỗ ngồi theo thiết kế và có dây đai an toàn khi được trang bị. Việc cố tình chở người ở vị trí không an toàn dễ dẫn đến thương tích nặng. Căn cứ pháp lý: Điều 23, Khoản 6, Điểm a Nghị định 100/2019/NĐ-CP. Khung xử phạt tiền: 8.000.000–10.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 8000000,
        "phat_max": 10000000,
        "dieu_luat": "Điều 23, Khoản 6, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_052",
        "hanh_vi_chung": "Chạy bằng một bánh",
        "mo_ta_luat": "Đi xe bằng một bánh trên đường công cộng là hành vi biểu diễn nguy hiểm, dễ mất kiểm soát và va chạm với người đi đường. Hành vi này thường đi kèm tốc độ cao và không giữ làn, gây khiếp sợ cho người tham gia giao thông khác. Cơ quan chức năng xử phạt nặng để răn đe tái phạm. Căn cứ: Điều 6, Khoản 8, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 6.000.000–8.000.000 đồng và tước GPLX 2–4 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 6000000,
        "phat_max": 8000000,
        "dieu_luat": "Điều 6, Khoản 8, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_053",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Ô tô đi vào phần đường dành riêng cho xe thô sơ làm gián đoạn tổ chức giao thông và gây nguy hiểm cho người yếu thế. Biển báo, vạch kẻ đường đã phân tách không gian lưu thông, người lái phải tuân thủ nghiêm. Việc xâm lấn làm hạn chế khoảng né tránh của xe đạp, xe xích lô. Căn cứ: Điều 5, Khoản 5, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_054",
        "hanh_vi_chung": "Vượt xe",
        "mo_ta_luat": "Vượt xe ở nơi cấm như đỉnh dốc, khúc cua khuất tầm nhìn hoặc đoạn có vạch liền là cực kỳ nguy hiểm. Người lái xe máy chỉ được vượt khi có đủ điều kiện an toàn và tín hiệu cho phép. Hành vi này thường dẫn đến va chạm đối đầu do thiếu không gian tránh. Căn cứ: Điều 6, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_055",
        "hanh_vi_chung": "Vượt xe",
        "mo_ta_luat": "Ô tô vượt ở nơi có biển cấm vượt, vạch liền hoặc tầm nhìn hạn chế gây rủi ro va chạm rất cao. Người điều khiển phải kiên nhẫn chờ điểm vượt an toàn, bật tín hiệu và giữ khoảng cách. Việc vượt ẩu thường kéo theo chuỗi va chạm do quán tính và tốc độ lớn. Căn cứ: Điều 5, Khoản 5, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng, tước GPLX 2–4 tháng.",
        "loai_xe": "o_to",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_056",
        "hanh_vi_chung": "Quay đầu/lùi sai nơi",
        "mo_ta_luat": "Quay đầu ở nơi cấm, tại giao lộ đông hoặc trên cầu làm gián đoạn luồng xe và che khuất tầm nhìn. Người lái ô tô phải quan sát biển báo, chọn vị trí hợp lệ và thao tác dứt khoát, bật tín hiệu rõ ràng. Vi phạm dễ dẫn tới va chạm ngang hông. Căn cứ: Điều 5, Khoản 5, Điểm d Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_057",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Đi ngược chiều vào đường một chiều thường do thói quen đi tắt nhưng tiềm ẩn rủi ro đối đầu rất lớn. Người đi xe máy phải tôn trọng tín hiệu, biển báo hướng đi và không lách ngõ trái quy định. Khi cần quay đầu, phải tìm nút hợp lệ. Căn cứ: Điều 6, Khoản 4, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_058",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Làn BRT là làn ưu tiên, tổ chức riêng để đảm bảo tốc độ tuyến. Ô tô, xe máy đi vào làn này không có phép sẽ gây chậm chuyến và tăng rủi ro va chạm với xe buýt cỡ lớn. Người điều khiển phải tôn trọng vạch phân làn, biển báo và chỉ nhập làn khi có chỉ dẫn của lực lượng điều tiết. Căn cứ: nhóm hành vi đi sai làn/phần đường theo Điều 5 và Điều 6 Nghị định 100/2019/NĐ-CP. Khung phạt tương ứng 4.000.000–6.000.000 đồng với ô tô, 400.000–600.000 đồng với xe máy.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm a / Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_059",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Không sử dụng tín hiệu báo rẽ khiến người phía sau không kịp phản ứng, rất dễ xảy ra quẹt hông. Người điều khiển xe máy phải bật xi-nhan đủ sớm, dứt khoát và kiểm tra lại gương trước khi đổi hướng. Đây là kỹ năng cơ bản bảo đảm an toàn. Căn cứ: Điều 6, Khoản 2, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_060",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Ô tô chuyển làn hoặc rẽ mà không bật tín hiệu sẽ gây bất ngờ cho xe kế cận, đặc biệt trong đô thị đông đúc. Người lái phải bật xi-nhan, quan sát gương và điểm mù trước khi chuyển hướng. Vi phạm dễ dẫn tới va chạm liên hoàn. Căn cứ: Điều 5, Khoản 3, Điểm q Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm q",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_061",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Dừng, đỗ xe trên vạch qua đường hoặc lối đi bộ làm che khuất tầm nhìn và cản trở người đi bộ băng qua. Người điều khiển phải dừng đỗ đúng vị trí, không xâm lấn vỉa hè. Hành vi này ảnh hưởng trực tiếp đến nhóm yếu thế. Căn cứ: Điều 5/6 về dừng đỗ sai quy định Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng (ô tô) hoặc 300.000–400.000 đồng (xe máy).",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g / Điều 6, Khoản 2, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_062",
        "hanh_vi_chung": "Không chấp hành biển báo",
        "mo_ta_luat": "Tại khu vực thi công có biển báo tạm thời, người điều khiển phải giảm tốc, đi theo hướng dẫn. Không chấp hành sẽ gây rối loạn dòng xe và nguy cơ rơi vào vùng nguy hiểm. Việc cố tình vượt rào chắn rất nguy hiểm cho bản thân và công nhân. Căn cứ: nhóm hành vi không tuân thủ báo hiệu đường bộ theo Điều 5/6 Nghị định 100/2019/NĐ-CP. Phạt tương ứng theo loại xe.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g / Điều 5, Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_063",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Làn dừng khẩn cấp chỉ dành cho sự cố, cứu hộ hoặc xe ưu tiên, không phải làn lưu thông. Ô tô đi vào làn này để né ùn tắc là hành vi bị cấm. Vi phạm làm cản trở hoạt động cứu nạn khi có tai nạn. Căn cứ: Điều 5, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 5.000.000–7.000.000 đồng, có thể tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 5000000,
        "phat_max": 7000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_064",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Khi nhập làn từ đường nhánh lên cao tốc, xe phải nhường đường cho xe đang lưu thông trên cao tốc. Không nhường gây xung đột tốc độ lớn, dễ va chạm. Người lái cần tăng/giảm tốc phù hợp và bật tín hiệu sớm. Căn cứ: nhóm quy tắc nhường đường/làn theo Điều 5 Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_065",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Dừng, đỗ trên cao tốc ngoài làn khẩn cấp hoặc không vì sự cố làm tăng nguy cơ tai nạn tốc độ cao. Người điều khiển chỉ dừng khi có tình huống bất khả kháng và phải đặt cảnh báo từ xa. Căn cứ: nhóm hành vi dừng, đỗ sai trên cao tốc theo Điều 5 Nghị định 100/2019/NĐ-CP. Phạt 6.000.000–8.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 6000000,
        "phat_max": 8000000,
        "dieu_luat": "Điều 5, Khoản 6",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_066",
        "hanh_vi_chung": "Không để biển số",
        "mo_ta_luat": "Ô tô không gắn biển số hoặc gắn không đúng vị trí/quy cách gây khó khăn cho nhận diện phương tiện. Đây là vi phạm thủ tục quản lý nhà nước về đăng ký xe. Chủ xe cần khẩn trương hoàn thiện việc gắn biển đúng chuẩn. Căn cứ: Điều 16, Khoản 5, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 16, Khoản 5, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_067",
        "hanh_vi_chung": "Không để biển số",
        "mo_ta_luat": "Xe máy không gắn biển số hoặc gắn sai vị trí khiến cơ quan chức năng không thể nhận diện khi vi phạm. Người điều khiển phải gắn biển ở vị trí quy định và rõ ràng. Căn cứ: Điều 17, Khoản 3, Điểm d Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 17, Khoản 3, Điểm d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_068",
        "hanh_vi_chung": "Bỏ chạy sau tai nạn",
        "mo_ta_luat": "Gây tai nạn rồi rời hiện trường, không hỗ trợ nạn nhân là hành vi đáng lên án và bị xử phạt nặng. Người điều khiển có nghĩa vụ dừng xe, cứu giúp, báo cơ quan chức năng và giữ nguyên hiện trường khi có thể. Vi phạm còn khiến trách nhiệm pháp lý tăng nặng. Căn cứ: Điều 6, Khoản 8, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 6.000.000–8.000.000 đồng, tước GPLX 2–4 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 6000000,
        "phat_max": 8000000,
        "dieu_luat": "Điều 6, Khoản 8, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_069",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Tài xế không giảm tốc và nhường đường cho người đi bộ qua đường tại vị trí có vạch/ký hiệu là hành vi vi phạm. Nhóm người đi bộ là đối tượng yếu thế cần được ưu tiên bảo vệ. Lái xe phải quan sát xa, chủ động dừng trước vạch khi cần. Căn cứ: nhóm quy tắc nhường đường theo Điều 5/6 Nghị định 100/2019/NĐ-CP. Phạt tuỳ loại xe (ô tô 1.000.000–2.000.000; xe máy 300.000–400.000).",
        "loai_xe": "o_to",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 5, Khoản 3–4",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_070",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Một số tuyến có khung giờ cấm để tổ chức giao thông hợp lý. Ô tô vào khu vực cấm giờ làm tăng ùn tắc và gây rối loạn dòng xe. Lái xe phải cập nhật biển phụ quy định thời gian cấm và chọn lộ trình thay thế. Căn cứ: Điều 5, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_071",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Lòng đường/vỉa hè dành cho người đi bộ là không gian ưu tiên, cấm xe cơ giới lưu thông. Xâm lấn khu vực này đe dọa an toàn người đi bộ, nhất là trẻ em và người già. Người lái phải đi đúng phần đường dành cho phương tiện. Căn cứ: Điều 5/6 về đi sai phần đường Nghị định 100/2019/NĐ-CP. Phạt tương ứng theo loại xe.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g / Điều 5, Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_072",
        "hanh_vi_chung": "Đi sai tốc độ",
        "mo_ta_luat": "Trong khu dân cư, tốc độ tối đa thường thấp hơn để bảo vệ người đi bộ và phương tiện thô sơ. Chạy quá tốc độ ở khu vực này làm giảm khả năng phản ứng với tình huống bất ngờ. Người lái cần chú ý biển báo hạn chế tốc độ đầu/kết thúc khu. Căn cứ: Điều 6 về tốc độ Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng cho mức vượt 10–20 km/h.",
        "loai_xe": "xe_may",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_073",
        "hanh_vi_chung": "Vượt đèn vàng",
        "mo_ta_luat": "Đèn vàng là tín hiệu cảnh báo chuẩn bị dừng, trừ khi đã vượt vạch mà dừng lại không an toàn. Cố tình tăng tốc băng qua khi đèn vàng bật làm tăng rủi ro va chạm tại giao lộ. Lái xe phải chủ động giảm tốc từ xa. Căn cứ: Điều 5, Khoản 6, Điểm a Nghị định 100/2019/NĐ-CP (nhóm không chấp hành tín hiệu). Phạt 6.000.000–8.000.000 đồng, tước GPLX 2–4 tháng.",
        "loai_xe": "o_to",
        "phat_min": 6000000,
        "phat_max": 8000000,
        "dieu_luat": "Điều 5, Khoản 6, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_074",
        "hanh_vi_chung": "Điện thoại khi lái xe",
        "mo_ta_luat": "Việc cầm điện thoại khi đang chạy xe máy làm giảm sự tập trung, dễ lạng lái và chệch làn. Người lái phải dừng xe vào nơi an toàn nếu cần nghe/gọi khẩn cấp. Hành vi này phổ biến trong đô thị và cần được chấn chỉnh nghiêm. Căn cứ: Điều 6, Khoản 4, Điểm h Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm h",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_075",
        "hanh_vi_chung": "Không có bảo hiểm",
        "mo_ta_luat": "Xe khách chở nhiều người nên yêu cầu bảo hiểm TNDS càng cấp thiết để bảo vệ nạn nhân khi có sự cố. Không có/không mang bảo hiểm là vi phạm thủ tục bắt buộc. Chủ xe phải duy trì hiệu lực và xuất trình khi kiểm tra. Căn cứ: Điều 21, Khoản 4, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_khach",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 21, Khoản 4, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_076",
        "hanh_vi_chung": "Mở cửa xe gấp",
        "mo_ta_luat": "Mở cửa xe đột ngột khi không quan sát gương/hông xe có thể gây tai nạn cho người đi xe máy hoặc xe đạp. Người ngồi trên ô tô phải mở cửa bên phù hợp và chỉ mở khi bảo đảm an toàn. Đặc biệt cần chú ý tại làn sát lề phải. Căn cứ: Điều 5, Khoản 3 (nhóm hành vi gây mất an toàn) Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng đến 800.000–1.000.000 đồng tùy trường hợp.",
        "loai_xe": "o_to",
        "phat_min": 400000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_077",
        "hanh_vi_chung": "Chở hàng cồng kềnh",
        "mo_ta_luat": "Chở hàng quá kích thước khiến xe mất cân bằng, che khuất đèn và biển số, rất dễ va quẹt. Người lái phải tuân theo giới hạn kích thước xếp hàng và ràng buộc chắc chắn. Căn cứ: Điều 6, Khoản 3, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 600.000–1.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 600000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_078",
        "hanh_vi_chung": "Chở hàng cồng kềnh",
        "mo_ta_luat": "Chở hàng vượt kích thước giới hạn của thùng/xe làm thay đổi tính năng kỹ thuật và che khuất tầm nhìn. Lái xe phải tuân thủ kích thước cho phép, xin phép lưu hành nếu là hàng siêu trường/siêu trọng. Căn cứ: Điều 24, Khoản 7, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 8.000.000–10.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "xe_tai",
        "phat_min": 8000000,
        "phat_max": 10000000,
        "dieu_luat": "Điều 24, Khoản 7, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_079",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Đi sai phần đường, lấn sang làn ô tô làm tăng nguy cơ quẹt hông và bị cuốn vào gầm khi xe lớn phanh gấp. Người đi xe máy phải đi đúng phần đường và chủ động giữ khoảng cách an toàn. Căn cứ: Điều 6, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_080",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Ô tô lấn sang phần đường ngược chiều hoặc làn không dành cho mình làm tăng rủi ro đối đầu. Chỉ chuyển phần đường khi có tín hiệu, quan sát đủ và tại nơi cho phép. Căn cứ: Điều 5, Khoản 5, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_081",
        "hanh_vi_chung": "Không có còi/đèn tín hiệu",
        "mo_ta_luat": "Thiếu còi hoặc đèn chiếu sáng/xi-nhan khiến xe không thể báo hiệu, giảm khả năng phòng tránh va chạm. Đây là vi phạm điều kiện an toàn kỹ thuật. Người lái phải sửa chữa trước khi lưu thông. Căn cứ: Điều 17, Khoản 1, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 17, Khoản 1, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_082",
        "hanh_vi_chung": "Không có còi/đèn tín hiệu",
        "mo_ta_luat": "Ô tô thiếu còi, đèn chiếu sáng hoặc xi-nhan không hoạt động làm tăng rủi ro va chạm khi chuyển hướng hoặc đi đêm. Chủ xe phải khắc phục ngay để đáp ứng tiêu chuẩn an toàn kỹ thuật. Căn cứ: Điều 16, Khoản 4, Điểm b–c Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 16, Khoản 4, Điểm b–c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_083",
        "hanh_vi_chung": "Không có giấy tờ",
        "mo_ta_luat": "Giấy đăng ký xe chứng minh nguồn gốc, tình trạng pháp lý của phương tiện. Không mang theo gây khó khăn cho việc kiểm tra, xử lý vi phạm. Đây là hành vi vi phạm thủ tục hành chính. Căn cứ: Điều 5, Khoản 2, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 200.000–400.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 200000,
        "phat_max": 400000,
        "dieu_luat": "Điều 5, Khoản 2, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_084",
        "hanh_vi_chung": "Không có giấy tờ",
        "mo_ta_luat": "Xe máy không mang đăng ký xe khiến việc xác minh phương tiện khi kiểm tra gặp khó. Người điều khiển cần mang đầy đủ giấy tờ theo quy định. Căn cứ: Điều 6, Khoản 2, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_085",
        "hanh_vi_chung": "Vượt đèn đỏ",
        "mo_ta_luat": "Người đi xe đạp cũng phải tuân thủ đèn tín hiệu và quy tắc dừng trước vạch. Vượt đèn đỏ gây hỗn loạn giao lộ và nguy hiểm cho chính bản thân. Căn cứ: nhóm quy tắc đối với xe thô sơ theo Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng theo khung xe thô sơ tại địa phương áp dụng.",
        "loai_xe": "xe_dap",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 8 (xe thô sơ) – các điểm tương ứng",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_086",
        "hanh_vi_chung": "Đi hàng ba, hàng bốn",
        "mo_ta_luat": "Đi song song thành hàng ba, hàng bốn chiếm dụng nhiều làn, gây cản trở giao thông. Người đi xe máy phải đi thành một hàng và giữ khoảng cách. Căn cứ: Điều 6, Khoản 2 (nhóm quy tắc) Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_087",
        "hanh_vi_chung": "Chở người sai quy định",
        "mo_ta_luat": "Chở người ngồi trên giá để chân hoặc phía trước đầu xe là cực kỳ nguy hiểm vì không có điểm tựa an toàn. Người điều khiển phải chở người đúng yên sau, đội mũ bảo hiểm đầy đủ. Căn cứ: Điều 6, Khoản 3, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 600.000–1.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 600000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_088",
        "hanh_vi_chung": "Không đội mũ bảo hiểm",
        "mo_ta_luat": "Người ngồi sau không đội mũ bảo hiểm hoặc đội không đúng cách làm tăng rủi ro chấn thương. Người lái xe máy có trách nhiệm nhắc và chỉ chở khi người ngồi sau đội mũ đạt chuẩn. Căn cứ: Điều 6, Khoản 2, Điểm i Nghị định 100/2019/NĐ-CP. Phạt 200.000–300.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 200000,
        "phat_max": 300000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm i",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_089",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Xe khách không nhường đường cho xe ưu tiên đang phát tín hiệu hợp lệ sẽ cản trở nhiệm vụ khẩn cấp. Tài xế phải chủ động nép phải hoặc dừng lại. Căn cứ: Điều 5, Khoản 4, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "xe_khach",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_090",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Rẽ từ làn không phù hợp với hướng rẽ làm cắt ngang dòng xe, tăng rủi ro va chạm. Người lái phải chọn đúng làn từ sớm theo biển chỉ dẫn và vạch mũi tên. Căn cứ: Điều 5, Khoản 5, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_091",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Dừng xe đè lên vạch qua đường làm che khuất lối đi của người đi bộ và gây mất trật tự tại giao lộ. Người lái phải dừng trước vạch kẻ. Căn cứ: nhóm hành vi không chấp hành báo hiệu/vạch kẻ đường theo Điều 5/6 Nghị định 100/2019/NĐ-CP. Phạt theo loại xe: ô tô 800.000–1.000.000; xe máy 300.000–400.000.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3; Điều 6, Khoản 2 (theo loại xe)",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_092",
        "hanh_vi_chung": "Không đội mũ bảo hiểm",
        "mo_ta_luat": "Khi chở trẻ em bằng xe máy, người điều khiển phải trang bị mũ bảo hiểm phù hợp kích cỡ cho trẻ. Bỏ qua yêu cầu này dễ gây chấn thương nặng khi có va chạm. Phụ huynh/người giám hộ cần làm gương chấp hành. Căn cứ: Điều 6, Khoản 2, Điểm i Nghị định 100/2019/NĐ-CP. Phạt 200.000–300.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 200000,
        "phat_max": 300000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm i",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_093",
        "hanh_vi_chung": "Không có gương",
        "mo_ta_luat": "Xe tải thiếu gương hoặc gương cầu lồi hỗ trợ sẽ có điểm mù lớn, nguy hiểm cho người đi xe máy bên hông. Chủ xe phải lắp đầy đủ theo quy chuẩn kỹ thuật. Căn cứ: Điều 16, Khoản 4, Điểm b–c Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "xe_tai",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 16, Khoản 4, Điểm b–c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_094",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Dừng, đỗ xe máy trên cầu cản trở dòng xe và tiềm ẩn va chạm do mặt cầu hẹp. Người điều khiển phải chọn điểm dừng hợp lệ, không che khuất tầm nhìn. Căn cứ: Điều 6, Khoản 2, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_095",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Ô tô dừng, đỗ trên cầu, hầm làm tắc nghẽn và che khuất tầm nhìn, dễ gây tai nạn liên hoàn. Chỉ dừng khi có sự cố và phải đặt cảnh báo. Căn cứ: Điều 5, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_096",
        "hanh_vi_chung": "Không mang bảo hiểm",
        "mo_ta_luat": "Bảo hiểm trách nhiệm dân sự giúp bảo đảm bồi thường tối thiểu cho bên thứ ba khi có tai nạn. Không mang theo/không có là vi phạm hành chính. Người điều khiển cần duy trì hiệu lực và xuất trình khi kiểm tra. Căn cứ: Điều 21, Khoản 2, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 21, Khoản 2, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_097",
        "hanh_vi_chung": "Điện thoại khi lái xe",
        "mo_ta_luat": "Lái ô tô con dùng điện thoại làm giảm khả năng giữ làn và tăng thời gian phản ứng. Chỉ sử dụng hệ thống rảnh tay khi thực sự cần thiết và không ảnh hưởng an toàn. Căn cứ: Điều 5, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_098",
        "hanh_vi_chung": "Đi ngược chiều",
        "mo_ta_luat": "Đi ngược chiều trên cao tốc là hành vi đặc biệt nguy hiểm vì tốc độ cao và khoảng cách dừng lớn. Vi phạm có thể dẫn đến thảm họa giao thông. Căn cứ: Điều 5, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 16.000.000–18.000.000 đồng, tước GPLX 5–7 tháng.",
        "loai_xe": "o_to",
        "phat_min": 16000000,
        "phat_max": 18000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 5–7 tháng"
    },
    {
        "id": "Loi_099",
        "hanh_vi_chung": "Đi ngược chiều",
        "mo_ta_luat": "Xe máy đi ngược chiều trên cao tốc là bị cấm tuyệt đối vì chênh lệch tốc độ khổng lồ. Người điều khiển có thể bị va chạm trực diện dẫn tới hậu quả thảm khốc. Căn cứ: Điều 6, Khoản 4, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 5.000.000–7.000.000 đồng, tước GPLX 1–3 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 5000000,
        "phat_max": 7000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_100",
        "hanh_vi_chung": "Điện thoại khi lái xe",
        "mo_ta_luat": "Sử dụng điện thoại làm người lái không giữ thăng bằng tốt, giảm quan sát gương/đường và dễ lấn làn bất ngờ. Cần dừng vào lề an toàn nếu có việc khẩn. Căn cứ: Điều 6, Khoản 4, Điểm h Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm h",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_101",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Tại nơi giao nhau không có đèn tín hiệu, người lái phải nhường đường theo nguyên tắc đường ưu tiên hoặc nhường cho xe từ bên phải. Không nhường đường làm gia tăng xung đột ngang và dễ phát sinh va chạm sườn. Người điều khiển ô tô cần giảm tốc từ xa, quan sát gương và giao cắt trước khi đi tiếp. Căn cứ pháp lý: Điều 5, Khoản 4 (nhóm nhường đường) Nghị định 100/2019/NĐ-CP. Khung xử phạt: 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_102",
        "hanh_vi_chung": "Chạy quá tốc độ",
        "mo_ta_luat": "Khu vực trường học, bệnh viện có mật độ người qua đường cao và đối tượng yếu thế, người đi xe máy phải chủ động giảm tốc. Không giảm tốc sẽ làm tăng quãng phanh và nguy cơ va chạm bất ngờ. Biển cảnh báo và vạch qua đường phải được tôn trọng tuyệt đối. Căn cứ: Điều 6 (tốc độ và báo hiệu) Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng khi không tuân thủ chỉ dẫn giảm tốc phù hợp.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_103",
        "hanh_vi_chung": "Không đội mũ bảo hiểm",
        "mo_ta_luat": "Đội mũ bảo hiểm nhưng không cài quai hoặc cài lỏng làm giảm hiệu quả bảo vệ khi có tai nạn. Người điều khiển và người ngồi sau phải cài quai chắc chắn trong suốt hành trình. Hành vi này thường bị xem nhẹ nhưng hậu quả có thể rất nghiêm trọng khi mũ bật khỏi đầu. Căn cứ: Điều 6, Khoản 2, Điểm i Nghị định 100/2019/NĐ-CP. Phạt 200.000–300.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 200000,
        "phat_max": 300000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm i",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_104",
        "hanh_vi_chung": "Không thắt dây an toàn",
        "mo_ta_luat": "Hành khách ghế sau không thắt dây an toàn làm tăng thương tích khi phanh gấp hoặc va chạm. Người lái có trách nhiệm nhắc nhở hành khách thắt dây tại vị trí được trang bị. Thực hành thắt dây an toàn giúp giảm thiểu chấn thương thứ cấp. Căn cứ: Điều 5, Khoản 3 (nhóm an toàn) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng đối với người điều khiển khi để hành khách không thắt dây.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_105",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Phần đường dành cho người đi bộ là không gian ưu tiên, cấm xe cơ giới lưu thông. Xe máy đi vào khu vực này gây nguy hiểm trực tiếp cho người qua đường, nhất là trẻ nhỏ và người cao tuổi. Người điều khiển phải đi đúng phần đường của mình, chỉ dắt bộ khi được phép. Căn cứ: Điều 6 (đi sai phần đường) Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_106",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Khi phát hiện xe đang từ từ ra khỏi nơi dừng đỗ hợp lệ, các xe khác phải chủ động giảm tốc, tạo khoảng trống cho xe nhập dòng. Không nhường đường dễ phát sinh va chạm sườn và gây tắc nghẽn cục bộ. Người điều khiển ô tô cần thể hiện văn hóa giao thông và tuân thủ quy tắc nhường nhịn. Căn cứ: Điều 5, Khoản 4 (nhường đường) Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_107",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Hầm đường bộ có ánh sáng hạn chế, xe máy phải bật đèn chiếu gần để đảm bảo tầm nhìn và nhận diện. Không bật đèn làm tăng nguy cơ va chạm do các phương tiện khác khó phát hiện. Người điều khiển cần chủ động chuyển chế độ đèn trước khi vào hầm. Căn cứ: Điều 6, Khoản 2, Điểm l Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm l",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_108",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Ô tô lưu thông trong hầm bắt buộc phải bật đèn chiếu gần để tăng khả năng quan sát và được nhìn thấy. Không bật đèn làm gia tăng rủi ro va chạm chuỗi do tầm nhìn giảm mạnh. Người lái nên bật đèn ngay trước cửa hầm và giữ khoảng cách an toàn. Căn cứ: Điều 5, Khoản 3, Điểm s Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm s",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_109",
        "hanh_vi_chung": "Không chèn bánh khi dừng",
        "mo_ta_luat": "Dừng, đỗ trên dốc mà không chèn bánh hoặc không kéo phanh tay có thể khiến xe trôi tự do gây tai nạn nghiêm trọng. Lái xe tải phải thực hiện đầy đủ thao tác an toàn trước khi rời xe. Quy tắc này đặc biệt quan trọng với xe nặng, tải trọng lớn. Căn cứ: Điều 5/16 (nhóm an toàn dừng đỗ) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng đến 3.000.000–5.000.000 đồng tùy hành vi.",
        "loai_xe": "xe_tai",
        "phat_min": 800000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 3; Điều 16",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_110",
        "hanh_vi_chung": "Chở người sai quy định",
        "mo_ta_luat": "Chở người trong thùng xe tải không bảo đảm an toàn và không có thiết bị bảo vệ phù hợp. Khi phanh gấp hoặc va chạm, người ngồi thùng xe rất dễ bị hất văng. Hành vi bị cấm và bị xử phạt nghiêm. Căn cứ: Điều 24, Khoản 6, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 8.000.000–10.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "xe_tai",
        "phat_min": 8000000,
        "phat_max": 10000000,
        "dieu_luat": "Điều 24, Khoản 6, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_111",
        "hanh_vi_chung": "Chở người sai quy định",
        "mo_ta_luat": "Việc để người bám, ngồi trên ba-ga hoặc giá chở hàng là hành vi nguy hiểm vì không có điểm tựa an toàn. Khi thắng gấp hoặc va chạm, người ngồi rất dễ té ngã. Người điều khiển phải chở người đúng yên sau, đội mũ bảo hiểm đúng quy cách. Căn cứ: Điều 6, Khoản 3, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 600.000–1.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 600000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_112",
        "hanh_vi_chung": "Điện thoại khi lái xe",
        "mo_ta_luat": "Qua đoạn ngập, người lái phải tập trung cao độ để kiểm soát hướng đi và tốc độ. Sử dụng điện thoại làm giảm khả năng xử lý, có thể chết máy hoặc va chạm với chướng ngại ẩn. Việc phân tâm trong điều kiện khó khăn là rất nguy hiểm. Căn cứ: Điều 5, Khoản 4, Điểm c (sử dụng điện thoại) Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_113",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Tự ý đi, dắt xe trên đường sắt là hành vi đặc biệt nguy hiểm vì tàu có quãng phanh dài và tầm nhìn hạn chế. Người điều khiển phải tuân thủ rào chắn, biển báo và tuyệt đối không băng qua khi có tín hiệu tàu đến. Vi phạm có thể gây thảm họa giao thông. Căn cứ: nhóm hành vi xâm phạm hành lang an toàn đường sắt theo Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_114",
        "hanh_vi_chung": "Vượt rào chắn",
        "mo_ta_luat": "Xe ô tô lách rào chắn, vượt qua khi tín hiệu báo tàu đến là hành vi bị cấm tuyệt đối. Tàu không thể dừng khẩn cấp trong quãng ngắn nên rủi ro cực lớn. Người lái phải dừng trước vạch, chờ rào chắn mở hoàn toàn mới đi tiếp. Căn cứ: nhóm hành vi không chấp hành báo hiệu đường sắt theo Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_115",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Làn khẩn cấp chỉ dành cho tình huống bất khả kháng hoặc xe ưu tiên. Xe khách đi vào làn này gây cản trở cứu hộ và làm rối loạn tổ chức giao thông. Người điều khiển phải giữ đúng làn, chỉ dùng khi có sự cố khẩn cấp. Căn cứ: Điều 5, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 5.000.000–7.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "xe_khach",
        "phat_min": 5000000,
        "phat_max": 7000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_116",
        "hanh_vi_chung": "Quay đầu/lùi sai nơi",
        "mo_ta_luat": "Quay đầu tại nơi có biển cấm hoặc tại khu vực tầm nhìn hạn chế dễ làm gián đoạn dòng xe và gây tai nạn. Người điều khiển xe máy cần tìm điểm quay đầu hợp lệ và bật tín hiệu từ sớm. Căn cứ: Điều 6, Khoản 3, Điểm d Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_117",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Dừng, đỗ ngay trước cổng trường trong giờ tan học gây ùn tắc và che khuất tầm nhìn của học sinh băng qua đường. Người lái phải chọn điểm dừng cách xa cổng, không chắn lối ra vào. Căn cứ: Điều 5, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_118",
        "hanh_vi_chung": "Không gạt chân chống",
        "mo_ta_luat": "Quên gạt chân chống có thể gây cọ quẹt mặt đường, mất thăng bằng khi vào cua và nguy hiểm cho người đi sau. Người điều khiển phải kiểm tra xe trước khi khởi hành và gạt chân chống hoàn toàn. Căn cứ: nhóm điều kiện an toàn vận hành theo Điều 6/17 Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2; Điều 17",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_119",
        "hanh_vi_chung": "Đi ngược chiều",
        "mo_ta_luat": "Xe đạp là phương tiện thô sơ nhưng vẫn phải tuân thủ hướng đi theo biển báo. Đi ngược chiều dễ dẫn đến va chạm với xe cơ giới và người đi bộ. Người điều khiển phải chú ý biển báo cấm và mũi tên chỉ hướng. Căn cứ: quy định đối với xe thô sơ trong Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng theo khung thô sơ.",
        "loai_xe": "xe_dap",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 8",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_120",
        "hanh_vi_chung": "Không để biển số",
        "mo_ta_luat": "Biển số bị che khuất, bẻ cong hoặc gắn sai vị trí làm giảm khả năng nhận diện phương tiện khi kiểm tra, xử lý vi phạm. Chủ xe phải gắn đúng quy cách, không dán decal che số. Căn cứ: Điều 17, Khoản 3, Điểm d Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 17, Khoản 3, Điểm d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_121",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Khi xe gặp sự cố dừng giữa đường, người lái phải bật đèn cảnh báo nguy hiểm và đặt biển báo tam giác theo quy định. Không thực hiện sẽ khiến xe khác không nhận biết sớm để tránh. Đây là quy tắc cơ bản bảo đảm an toàn cho chính mình và người khác. Căn cứ: Điều 5 (nhóm an toàn tín hiệu) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_122",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Chạy xe lâu trên vạch phân làn làm xáo trộn tổ chức làn đường và khó dự đoán hướng đi. Người đi xe máy phải đi trọn trong làn, chỉ đè vạch khi chuyển làn hợp lệ với tín hiệu báo trước. Căn cứ: Điều 6, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_123",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Xe buýt rời bến có tín hiệu xin đường cần được các phương tiện khác tạo khoảng trống để nhập làn an toàn. Không nhường đường sẽ gây nguy hiểm cho hành khách lên xuống và cản trở vận hành tuyến. Người lái ô tô phải quan sát và giảm tốc kịp thời. Căn cứ: Điều 5, Khoản 4 (nhường đường) Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_124",
        "hanh_vi_chung": "nước văng bẩn người khác",
        "mo_ta_luat": "Cố ý tăng ga qua vũng nước gây văng bẩn người đi đường thể hiện thiếu ý thức và làm mất an toàn. Người điều khiển phải giảm tốc, đi chậm qua vùng nước đọng để tránh bắn bẩn, trơn trượt. Đây là hành vi vi phạm văn hóa giao thông và có thể bị xử phạt. Căn cứ: Điều 6 (nhóm hành vi gây cản trở, mất an toàn) Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_125",
        "hanh_vi_chung": "Không có gạt mưa",
        "mo_ta_luat": "Gạt mưa hỏng hoặc lưỡi gạt mòn làm giảm tầm nhìn khi trời mưa, tăng rủi ro tai nạn. Chủ xe phải bảo dưỡng, thay lưỡi gạt theo định kỳ và đảm bảo nước rửa kính. Căn cứ: Điều 16, Khoản 4, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 16, Khoản 4, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_126",
        "hanh_vi_chung": "Đi sát đuôi xe trước",
        "mo_ta_luat": "Bám đuôi ở tốc độ cao làm giảm mạnh thời gian phản ứng và khoảng dừng, dễ gây va chạm dây chuyền. Người lái phải giữ khoảng cách tối thiểu phù hợp với tốc độ và điều kiện thời tiết. Đây là quy tắc cốt lõi của lái xe phòng vệ. Căn cứ: Điều 5, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_127",
        "hanh_vi_chung": "Vượt xe",
        "mo_ta_luat": "Trong hầm, tầm nhìn và lối thoát hiểm hạn chế nên việc vượt xe bị hạn chế nghiêm ngặt. Vượt xe trong hầm làm gia tăng rủi ro va chạm do không gian hẹp. Người điều khiển phải giữ tốc độ ổn định và khoảng cách phù hợp. Căn cứ: Điều 6 (vượt, chuyển hướng) Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng trong trường hợp vượt không an toàn.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_128",
        "hanh_vi_chung": "Vượt xe",
        "mo_ta_luat": "Vượt phải trên cao tốc là hành vi nguy hiểm do chênh lệch tốc độ lớn và điểm mù kéo dài. Người lái phải vượt bên trái, báo hiệu trước và nhập lại làn an toàn. Vi phạm có thể gây tai nạn nghiêm trọng. Căn cứ: Điều 5, Khoản 5, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng, tước GPLX 2–4 tháng.",
        "loai_xe": "o_to",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_129",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Giờ cao điểm cần tuân thủ nghiêm phân làn để tránh xung đột. Xe máy lấn vào làn ô tô dễ bị cuốn vào điểm mù khi ô tô chuyển làn. Người điều khiển phải đi đúng làn và duy trì hàng lối. Căn cứ: Điều 6, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_130",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Vượt xe không bật tín hiệu trước khiến xe phía trước và phía sau không kịp phản ứng. Người lái phải báo hiệu từ sớm, kiểm tra gương và điểm mù rồi mới vượt. Đây là thao tác bắt buộc để bảo đảm an toàn. Căn cứ: Điều 5, Khoản 3, Điểm q; Khoản 5, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng đến 10.000.000–12.000.000 đồng tùy mức độ hành vi đi kèm.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm q / Khoản 5, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_131",
        "hanh_vi_chung": "Chở quá tải",
        "mo_ta_luat": "Xếp hàng vượt quá chiều cao cho phép làm tăng nguy cơ lật xe và che khuất tầm nhìn phía sau. Lái xe phải tuân thủ kích thước xếp hàng theo đăng kiểm và quy định. Hàng hóa phải được chằng buộc chắc chắn. Căn cứ: Điều 24, Khoản 7, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 8.000.000–10.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "xe_tai",
        "phat_min": 8000000,
        "phat_max": 10000000,
        "dieu_luat": "Điều 24, Khoản 7, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_132",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Đi xe máy vào làn ô tô để vượt hàng khi ùn tắc gây rối loạn làn và tăng rủi ro va chạm với xe lớn. Người đi xe hai bánh phải kiên nhẫn, giữ đúng làn dành cho mình. Hành vi này thường dẫn đến quẹt hông và va chạm gương. Căn cứ: Điều 6, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_133",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Dừng, đỗ tại điểm dừng xe buýt làm cản trở xe công cộng tiếp cận trạm và gây ùn tắc hành khách. Người lái ô tô phải tránh dừng đỗ tại các vị trí có biển P kèm ký hiệu xe buýt. Căn cứ: Điều 5, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_134",
        "hanh_vi_chung": "Không có gương",
        "mo_ta_luat": "Khi đỗ sát lề hẹp, không gập gương có thể cản trở người đi bộ hoặc xe đạp. Người lái cần đánh lái, gập gương phù hợp để bảo đảm lối đi. Đây là hành vi thuộc nhóm dừng, đỗ an toàn. Căn cứ: Điều 5, Khoản 3 (an toàn dừng đỗ) Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_135",
        "hanh_vi_chung": "Không có bình cứu hỏa",
        "mo_ta_luat": "Xe khách chở nhiều người phải trang bị phương tiện chữa cháy tại chỗ để ứng phó sự cố. Không trang bị bình chữa cháy hoặc bình không hoạt động làm tăng rủi ro lan rộng khi cháy nổ. Chủ xe phải kiểm tra định kỳ. Căn cứ: Điều 16 (an toàn kỹ thuật và bảo vệ môi trường) Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "xe_khach",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 16",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_136",
        "hanh_vi_chung": "Chở trẻ em",
        "mo_ta_luat": "Trẻ em cần ghế an toàn hoặc đệm nâng phù hợp để giảm chấn thương khi va chạm. Không trang bị làm tăng nguy cơ thương tích nặng. Người lái có trách nhiệm đảm bảo an toàn cho trẻ em trên xe. Căn cứ: Điều 5, Khoản 3 (an toàn người ngồi trên xe) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_137",
        "hanh_vi_chung": "Mở cửa xe gấp",
        "mo_ta_luat": "Mở cửa xe thiếu quan sát có thể quẹt trúng xe máy, xe đạp đi sát bên phải. Người ngồi trên ô tô phải quan sát gương và phía sau, mở cửa bên phù hợp, mở hé trước khi mở rộng. Căn cứ: Điều 5, Khoản 3 (nhóm hành vi an toàn) Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng đến 800.000–1.000.000 đồng tùy hậu quả.",
        "loai_xe": "o_to",
        "phat_min": 400000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_138",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Xe đạp đi đêm không có đèn chiếu sáng làm giảm khả năng được nhận diện, rất nguy hiểm trên đường tối. Người đi xe đạp phải trang bị đèn trước/sau hoặc đồ phản quang theo quy định. Căn cứ: quy định xe thô sơ trong Nghị định 100/2019/NĐ-CP. Phạt 80.000–100.000 đồng theo khung thô sơ.",
        "loai_xe": "xe_dap",
        "phat_min": 80000,
        "phat_max": 100000,
        "dieu_luat": "Điều 8",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_139",
        "hanh_vi_chung": "Không chằng buộc hàng hóa",
        "mo_ta_luat": "Hàng hóa rơi vãi từ xe máy có thể gây tai nạn cho phương tiện phía sau. Người điều khiển phải ràng buộc chắc chắn, không để che khuất đèn hoặc biển số. Căn cứ: Điều 6, Khoản 3, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 600.000–1.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 600000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_140",
        "hanh_vi_chung": "Không chằng buộc hàng hóa",
        "mo_ta_luat": "Chở vật liệu rời như cát, đá mà không che phủ sẽ rơi vãi làm trơn trượt, bụi bẩn và che khuất tầm nhìn người đi sau. Lái xe và chủ xe phải chịu trách nhiệm che chắn đúng quy định. Căn cứ: Điều 24, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 8.000.000–10.000.000 đồng và buộc khắc phục hậu quả.",
        "loai_xe": "xe_tai",
        "phat_min": 8000000,
        "phat_max": 10000000,
        "dieu_luat": "Điều 24, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc khắc phục hậu quả"
    },
    {
        "id": "Loi_141",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Đường có biển cấm xe máy nhằm phân luồng và đảm bảo an toàn khu vực. Đi vào đường cấm phá vỡ tổ chức giao thông và tăng nguy cơ tai nạn. Người điều khiển phải chú ý biển báo từ xa để chuyển hướng phù hợp. Căn cứ: Điều 6, Khoản 4, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "xe_may",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_142",
        "hanh_vi_chung": "Chạy sai làn",
        "mo_ta_luat": "Làn xe thô sơ dành cho xe đạp, xe xích lô, người đi bộ mở rộng. Ô tô đi vào làn này gây nguy hiểm cho nhóm yếu thế. Người lái phải tôn trọng phân làn theo biển báo, vạch kẻ. Căn cứ: Điều 5, Khoản 5, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_143",
        "hanh_vi_chung": "Điện thoại khi lái xe",
        "mo_ta_luat": "Kéo rơ-moóc đòi hỏi tập trung cao để kiểm soát quỹ đạo và khoảng phanh dài hơn. Dùng điện thoại khi kéo rơ-moóc làm tăng nguy cơ lạc lái và va chạm. Người lái phải tuyệt đối không sử dụng thiết bị cầm tay. Căn cứ: Điều 5, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_144",
        "hanh_vi_chung": "Chạy quá tốc độ",
        "mo_ta_luat": "Trong khu đông dân cư, tốc độ giới hạn nhằm bảo vệ người đi bộ và phương tiện nhỏ. Ô tô chạy vượt 10–20 km/h làm tăng nguy cơ va chạm ngang và hậu quả nặng nề. Người lái phải tuân thủ biển hạn chế tốc độ. Căn cứ: Điều 5, Khoản 5, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_145",
        "hanh_vi_chung": "Gây tiếng ồn",
        "mo_ta_luat": "Bấm còi, rú ga liên tục gây ồn và làm người tham gia giao thông khác giật mình, mất tập trung. Trong đô thị, người lái phải hạn chế còi, chỉ sử dụng khi cần thiết. Hành vi này ảnh hưởng trực tiếp đến trật tự đô thị và môi trường sống. Căn cứ: Điều 6, Khoản 2 (nhóm hành vi gây cản trở, tiếng ồn) Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_146",
        "hanh_vi_chung": "Đi ngược chiều",
        "mo_ta_luat": "Đi ngược chiều cao tốc là hành vi đặc biệt nguy hiểm do tốc độ cao và quãng phanh dài, có thể dẫn đến thảm họa giao thông. Tài xế xe khách phải tuyệt đối tuân thủ hướng lưu thông và biển chỉ dẫn. Vi phạm bị xử phạt rất nặng. Căn cứ: Điều 5, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 16.000.000–18.000.000 đồng, tước GPLX 5–7 tháng.",
        "loai_xe": "xe_khach",
        "phat_min": 16000000,
        "phat_max": 18000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 5–7 tháng"
    },
    {
        "id": "Loi_147",
        "hanh_vi_chung": "Không có giấy tờ",
        "mo_ta_luat": "Điều khiển xe phân khối lớn nhưng không mang GPLX đúng hạng gây khó khăn cho việc kiểm tra điều kiện năng lực lái. Dù có GPLX thật nhưng không mang theo vẫn là vi phạm. Người điều khiển phải chuẩn bị đầy đủ giấy tờ khi lưu thông. Căn cứ: Điều 6, Khoản 2, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_148",
        "hanh_vi_chung": "Không có giấy tờ",
        "mo_ta_luat": "Giấy kiểm định xác nhận tình trạng an toàn kỹ thuật và bảo vệ môi trường của xe. Không mang hoặc hết hạn kiểm định làm tăng rủi ro kỹ thuật khi lưu thông. Chủ xe phải kiểm định đúng kỳ hạn. Căn cứ: Điều 16, Khoản 6 (giấy tờ kiểm định) Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 16, Khoản 6",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_149",
        "hanh_vi_chung": "Không gắn biển số",
        "mo_ta_luat": "Xe tập lái phải gắn biển báo để các phương tiện khác chủ động giữ khoảng cách và nhường đường khi cần. Không gắn biển nhận diện làm tăng rủi ro do người lái còn thiếu kinh nghiệm. Cơ sở đào tạo và giáo viên hướng dẫn chịu trách nhiệm. Căn cứ: Điều 16 (điều kiện an toàn, nhận diện phương tiện đặc thù) Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 16",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_150",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Trên cao tốc, khi xe ưu tiên phát tín hiệu hợp lệ, các phương tiện phải chủ động giảm tốc, chuyển làn hoặc dừng tại làn khẩn cấp khi cần. Không nhường đường làm cản trở nhiệm vụ cứu hộ cứu nạn và tiềm ẩn nguy cơ tai nạn tốc độ cao. Người lái cần quan sát gương liên tục để phát hiện tín hiệu từ xa. Căn cứ: Điều 5, Khoản 4, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_151",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Xe cứu thương phát tín hiệu hợp lệ phải được ưu tiên tuyệt đối để đảm bảo thời gian vàng cấp cứu. Không nhường đường làm chậm trễ can thiệp y tế và gây nguy cơ xung đột giao thông. Người lái ô tô phải chủ động giảm tốc, nép phải hoặc dừng nếu cần. Căn cứ pháp lý: nhóm nhường đường cho xe ưu tiên theo Điều 5 Nghị định 100/2019/NĐ-CP. Khung xử phạt: 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_152",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Xe chữa cháy đang làm nhiệm vụ có quyền ưu tiên cao nhất khi phát tín hiệu còi, đèn theo quy định. Người đi xe máy phải nhường đường ngay, không lách lên phía trước hoặc bám theo. Vi phạm có thể gây cản trở chữa cháy, cứu nạn. Căn cứ: Điều 6 (quy tắc nhường đường) Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm k",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_153",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Dừng đỗ che khuất biển báo, đèn tín hiệu khiến các phương tiện khác không nhận diện được chỉ dẫn giao thông. Hành vi này trực tiếp làm tăng rủi ro va chạm và ùn tắc. Người lái phải chọn vị trí dừng đỗ đảm bảo tầm nhìn thông thoáng. Căn cứ: Điều 5, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_154",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Xe máy dừng đỗ sát biển báo hoặc ngay trước vạch qua đường làm cản trở tầm nhìn của người tham gia giao thông. Người điều khiển phải đỗ đúng nơi, không chiếm dụng mép vạch quan trọng. Căn cứ: Điều 6, Khoản 2, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_155",
        "hanh_vi_chung": "Chở quá tải",
        "mo_ta_luat": "Chở quá tải làm giảm hiệu quả phanh, tăng nguy cơ lật và phá hoại kết cấu mặt đường. Chủ xe và lái xe phải tuân thủ khối lượng hàng hóa được phép chở theo đăng kiểm hoặc giấy phép lưu hành. Hành vi này bị xử phạt nặng và có thể buộc hạ tải. Căn cứ: Điều 24, Khoản 2–4 Nghị định 100/2019/NĐ-CP. Phạt 6.000.000–12.000.000 đồng tùy mức vượt tải.",
        "loai_xe": "xe_tai",
        "phat_min": 6000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 24, Khoản 2–4",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc hạ tải"
    },
    {
        "id": "Loi_156",
        "hanh_vi_chung": "Không chốt cửa",
        "mo_ta_luat": "Cửa thùng không chốt chặt có thể bật mở khi xe chạy, gây rơi hàng xuống đường và nguy cơ tai nạn dây chuyền. Người điều khiển phải kiểm tra cơ cấu khóa và niêm phong (nếu có) trước khi xuất phát. Đây là yêu cầu an toàn tối thiểu. Căn cứ: Điều 24 (an toàn chở hàng) Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "xe_tai",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 24",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc khắc phục"
    },
    {
        "id": "Loi_157",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Khi phải dừng đột ngột do sự cố, người lái phải bật đèn cảnh báo nguy hiểm để xe phía sau nhận biết từ xa. Không bật đèn dễ xảy ra va chạm đuôi, nhất là trên cao tốc hoặc trời mưa. Đây là thao tác an toàn bắt buộc. Căn cứ: Điều 5, Khoản 3 (tín hiệu cảnh báo) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_158",
        "hanh_vi_chung": "Không gắn biển số",
        "mo_ta_luat": "Xe hỏng nằm đường mà không đặt biển cảnh báo tam giác theo khoảng cách quy định khiến phương tiện khác không kịp tránh. Người lái phải đặt biển ở vị trí đủ xa theo tiêu chuẩn an toàn. Căn cứ: Điều 5, Khoản 3 (tín hiệu cảnh báo) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc khắc phục"
    },
    {
        "id": "Loi_159",
        "hanh_vi_chung": "Điện thoại khi lái xe",
        "mo_ta_luat": "Dù xe đang dừng đèn đỏ, việc mải dùng điện thoại khiến người lái phản ứng chậm khi tín hiệu chuyển xanh, tạo sóng chậm và nguy cơ va chạm phía sau. Người điều khiển phải tập trung quan sát đèn và gương. Căn cứ: Điều 5, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_160",
        "hanh_vi_chung": "Quay đầu/lùi sai nơi",
        "mo_ta_luat": "Cầu có mặt đường hẹp, tầm nhìn hạn chế; quay đầu tại đây làm gián đoạn giao thông và tăng rủi ro va chạm. Người đi xe máy phải tìm điểm quay đầu hợp lệ theo biển chỉ dẫn. Căn cứ: Điều 6, Khoản 3, Điểm d Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_161",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Khi người đi bộ đã bước xuống lòng đường tại vạch qua đường, ô tô phải dừng hoặc giảm tốc để nhường. Không nhường dễ gây tai nạn với đối tượng yếu thế. Người lái cần quan sát xa, chú ý trẻ em và người cao tuổi. Căn cứ: Điều 5 (nhường đường) Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 5, Khoản 3–4",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_162",
        "hanh_vi_chung": "Rẽ phải",
        "mo_ta_luat": "Rẽ phải cắt ngang dòng người đi bộ mà không giảm tốc, nhường đường sẽ gây bất ngờ và va chạm. Người đi xe máy phải bật xi-nhan, giảm tốc và quan sát kỹ trước khi rẽ. Căn cứ: Điều 6 (nhường đường, tín hiệu chuyển hướng) Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm g; Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_163",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Hầm đường bộ là khu vực hạn chế dừng đỗ để đảm bảo thông gió và thoát hiểm. Dừng đỗ trong hầm làm tăng nguy cơ tai nạn và ùn tắc. Người lái chỉ dừng khi có sự cố khẩn cấp và phải bật cảnh báo. Căn cứ: Điều 5, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_164",
        "hanh_vi_chung": "Vượt xe",
        "mo_ta_luat": "Khúc cua, đỉnh dốc, chỗ bị che khuất là nơi cấm vượt do không đủ tầm nhìn để đánh giá khoảng trống. Vượt ở đây dễ đối đầu với xe ngược chiều. Người điều khiển phải kiên nhẫn chờ điểm vượt an toàn. Căn cứ: Điều 6, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng; có thể tước GPLX.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_165",
        "hanh_vi_chung": "Vượt xe",
        "mo_ta_luat": "Ô tô vượt ở điểm mù tầm nhìn là hành vi đặc biệt nguy hiểm vì quãng phanh dài và tốc độ cao. Người lái chỉ vượt tại nơi có biển cho phép, đảm bảo khoảng trống lớn và báo hiệu rõ. Căn cứ: Điều 5, Khoản 5, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng; tước GPLX 2–4 tháng.",
        "loai_xe": "o_to",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_166",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Người đi xe đạp phải sang đường tại vạch qua đường hoặc nơi cho phép, quan sát kỹ hai bên. Băng qua tùy tiện gây bất ngờ cho xe cơ giới và có thể dẫn tới va chạm. Căn cứ: quy định xe thô sơ trong Nghị định 100/2019/NĐ-CP. Phạt 80.000–100.000 đồng theo khung thô sơ.",
        "loai_xe": "xe_dap",
        "phat_min": 80000,
        "phat_max": 100000,
        "dieu_luat": "Điều 8",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_167",
        "hanh_vi_chung": "Không tắt đèn",
        "mo_ta_luat": "Sử dụng đèn chiếu xa trong đô thị gây chói mắt xe đối diện, làm mất an toàn. Người lái phải chuyển về đèn cốt khi gặp xe ngược chiều hoặc vào khu dân cư. Căn cứ: Điều 5, Khoản 3, Điểm s Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm s",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_168",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Khi tránh xe ngược chiều vào ban đêm, xe máy bật đèn pha có thể gây lóa mắt, khó ước lượng khoảng cách. Người điều khiển phải chuyển sang đèn chiếu gần để đảm bảo an toàn chung. Căn cứ: Điều 6, Khoản 2, Điểm l Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm l",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_169",
        "hanh_vi_chung": "Không gắn biển số",
        "mo_ta_luat": "Phương tiện được hưởng quyền ưu tiên phải gắn, sử dụng tín hiệu, phù hiệu đúng quy định. Không có nhận diện hợp lệ gây nhầm lẫn và mất trật tự giao thông. Chủ phương tiện chịu trách nhiệm trang bị theo chuẩn. Căn cứ: Điều 16 (ATKT & BVMT) Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 16",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc tháo, lắp đúng quy định"
    },
    {
        "id": "Loi_170",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Tuyến đường đặt rào chắn tạm vì ngập phải tuyệt đối tuân thủ để tránh nguy hiểm dòng chảy và hố ga mất nắp. Vượt rào là hành vi coi thường cảnh báo an toàn. Người đi xe máy phải tìm lộ trình khác. Căn cứ: Điều 6 (không chấp hành báo hiệu) Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc quay đầu"
    },
    {
        "id": "Loi_171",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Nút giao xếp tầng có phân làn rõ theo mũi tên chỉ hướng; đi sai làn sẽ chèn dòng xe và dễ gây xung đột. Người lái cần chọn làn từ sớm theo biển chỉ dẫn. Căn cứ: Điều 5, Khoản 5, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng; có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_172",
        "hanh_vi_chung": "Chở người sai quy định",
        "mo_ta_luat": "Cho hành khách đứng khi xe chạy làm tăng rủi ro ngã đổ và chấn thương khi phanh gấp. Chủ xe và tài xế phải đảm bảo số ghế đúng thiết kế, không đón khách quá tải. Căn cứ: Điều 23 (vận tải hành khách) Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng; có thể tước GPLX nếu tái phạm nghiêm trọng.",
        "loai_xe": "xe_khach",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 23, Khoản 2",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_173",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Đỗ xe chắn lối ra vào cơ quan, bệnh viện gây cản trở hoạt động thiết yếu và ảnh hưởng xe cấp cứu. Người lái phải chọn nơi đỗ hợp lệ, không che chắn cổng. Căn cứ: Điều 5, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng; có thể bị cưỡng chế di dời.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Cưỡng chế di dời (nếu cần)"
    },
    {
        "id": "Loi_174",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Đỗ xe lấn vào làn xe buýt gây cản trở vận hành phương tiện công cộng, ảnh hưởng thời gian tuyến. Người điều khiển phải tôn trọng làn ưu tiên. Căn cứ: Điều 5, Khoản 3, Điểm g và Khoản 5, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng đến 4.000.000–6.000.000 đồng tùy hành vi.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g / Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc di dời"
    },
    {
        "id": "Loi_175",
        "hanh_vi_chung": "Không có gương",
        "mo_ta_luat": "Thiếu gương trái làm hạn chế khả năng quan sát khi vượt và chuyển hướng. Người lái phải lắp gương đạt chuẩn, điều chỉnh đúng tầm nhìn. Căn cứ: Điều 17, Khoản 1, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 17, Khoản 1, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_176",
        "hanh_vi_chung": "Không có gương",
        "mo_ta_luat": "Kính chiếu hậu hỏng, mờ hoặc thiếu khiến điểm mù tăng và khó kiểm soát làn. Chủ xe phải thay thế, hiệu chỉnh trước khi lưu thông. Căn cứ: Điều 16, Khoản 4, Điểm b–c Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 16, Khoản 4, Điểm b–c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_177",
        "hanh_vi_chung": "Điện thoại khi lái xe",
        "mo_ta_luat": "Vòng xuyến đòi hỏi quan sát liên tục bốn hướng và nhường đường hợp lý. Dùng điện thoại khiến tài xế phân tâm, khó ước lượng khoảng trống nhập làn. Vi phạm dễ dẫn tới va chạm sườn. Căn cứ: Điều 5, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_178",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Rời vòng xuyến mà không bật tín hiệu khiến xe phía sau khó đoán hướng đi, dễ quẹt hông. Người đi xe máy phải bật xi-nhan trước khi tách vòng. Căn cứ: Điều 6, Khoản 2, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_179",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Leo dải phân cách để quay đầu/đi tắt là hành vi nguy hiểm, có thể ngã đổ và cản trở phương tiện khác. Người điều khiển phải đi đúng phần đường, quay đầu tại nơi cho phép. Căn cứ: Điều 6, Khoản 4, Điểm e (đường cấm/chiều cấm) Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng; có thể tước GPLX.",
        "loai_xe": "xe_may",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_180",
        "hanh_vi_chung": "Đi xe khi có ma túy",
        "mo_ta_luat": "Lái xe khi trong cơ thể có chất ma túy bị cấm tuyệt đối do làm suy giảm nhận thức, gây nguy cơ tai nạn thảm khốc. Cơ quan chức năng kiểm tra bằng test nhanh và biện pháp chuyên môn. Vi phạm bị xử phạt ở mức rất nghiêm khắc. Căn cứ: Điều 5, Khoản 11 Nghị định 100/2019/NĐ-CP. Phạt 30.000.000–40.000.000 đồng; tước GPLX 22–24 tháng.",
        "loai_xe": "o_to",
        "phat_min": 30000000,
        "phat_max": 40000000,
        "dieu_luat": "Điều 5, Khoản 11",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 22–24 tháng"
    },
    {
        "id": "Loi_181",
        "hanh_vi_chung": "Đi xe khi có ma túy",
        "mo_ta_luat": "Đi xe máy khi cơ thể có chất ma túy là hành vi bị cấm vì làm suy giảm phối hợp vận động và phản xạ. Vi phạm sẽ bị xử phạt rất nặng và tước GPLX dài hạn. Căn cứ: Điều 6, Khoản 9 Nghị định 100/2019/NĐ-CP. Phạt 6.000.000–8.000.000 đồng; tước GPLX 22–24 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 6000000,
        "phat_max": 8000000,
        "dieu_luat": "Điều 6, Khoản 9",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 22–24 tháng"
    },
    {
        "id": "Loi_182",
        "hanh_vi_chung": "Chạy quá tốc độ",
        "mo_ta_luat": "Xuống dốc dài phải dùng số thấp và phanh động cơ để kiểm soát tốc độ. Thả trôi hoặc phanh liên tục dễ cháy phanh, mất lái. Người lái phải chủ động chọn cấp số phù hợp. Căn cứ: Điều 5 (tốc độ, điều khiển xe an toàn) Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_183",
        "hanh_vi_chung": "Không đội mũ bảo hiểm",
        "mo_ta_luat": "Xe đạp điện, xe máy điện khi tham gia giao thông phải đội mũ bảo hiểm giống như xe máy. Không đội mũ làm tăng rủi ro chấn thương đầu. Căn cứ: Điều 6, Khoản 2, Điểm i Nghị định 100/2019/NĐ-CP. Phạt 200.000–300.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 200000,
        "phat_max": 300000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm i",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_184",
        "hanh_vi_chung": "Không gạt chân chống",
        "mo_ta_luat": "Quên gạt chân chống ở xe điện vẫn gây nguy hiểm tương tự xe máy xăng: có thể cạ đường, mất thăng bằng. Người điều khiển phải kiểm tra trước khi lăn bánh. Căn cứ: Điều 6, Khoản 2; Điều 17 Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2; Điều 17",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_185",
        "hanh_vi_chung": "Không khóa cố định hàng hóa",
        "mo_ta_luat": "Hàng hóa trên mui nếu không khóa chặt có thể trượt rơi khi phanh gấp, gây tai nạn phía sau. Chủ xe phải dùng giá đỡ, dây chằng đạt chuẩn, không vượt kích thước cho phép. Căn cứ: Điều 16 (ATKT & BVMT) và Điều 24 (chở hàng) Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 16; Điều 24",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc khắc phục"
    },
    {
        "id": "Loi_186",
        "hanh_vi_chung": "Không có găng tay",
        "mo_ta_luat": "Chở thùng lạnh thời gian dài làm tay tê cóng, giảm độ chính xác điều khiển. Người lái cần trang bị bảo hộ phù hợp để bảo đảm an toàn. Căn cứ: nhóm an toàn khi điều khiển phương tiện theo Điều 6 Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng khi gây mất an toàn, cản trở giao thông.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_187",
        "hanh_vi_chung": "Không để biển số",
        "mo_ta_luat": "Gắn giá chở hàng che khuất biển số khiến cơ quan chức năng không thể nhận diện phương tiện khi cần. Chủ xe phải điều chỉnh vị trí giá/kệ để biển số đọc được. Căn cứ: Điều 17, Khoản 3, Điểm d Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 17, Khoản 3, Điểm d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc khôi phục tình trạng ban đầu"
    },
    {
        "id": "Loi_188",
        "hanh_vi_chung": "Tự ý tháo bô giảm thanh",
        "mo_ta_luat": "Tháo bô giảm thanh làm tiếng ồn vượt chuẩn, gây ảnh hưởng cộng đồng và mất trật tự. Đây là hành vi thay đổi kết cấu kỹ thuật không bảo đảm ATKT. Căn cứ: Điều 17, Khoản 4, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng; buộc khôi phục tình trạng ban đầu.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 17, Khoản 4, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc khôi phục tình trạng ban đầu"
    },
    {
        "id": "Loi_189",
        "hanh_vi_chung": "Không có bình chữa cháy",
        "mo_ta_luat": "Xe tải vận chuyển hàng dễ cháy phải trang bị bình chữa cháy tại chỗ. Không có hoặc hết hạn sử dụng làm tăng rủi ro lan rộng khi cháy. Chủ xe phải kiểm tra định kỳ và thay thế. Căn cứ: Điều 16 (trang bị an toàn) Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "xe_tai",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 16",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc trang bị bổ sung"
    },
    {
        "id": "Loi_190",
        "hanh_vi_chung": "không quan sát cửa xe đỗ",
        "mo_ta_luat": "Người đi xe đạp chạy sát lề phải cần đề phòng cửa ô tô mở bất ngờ. Không quan sát sẽ dễ va vào cửa, ngã ra làn ô tô. Cần giữ khoảng cách an toàn với hàng xe đỗ. Căn cứ: quy định xe thô sơ Nghị định 100/2019/NĐ-CP. Phạt 80.000–100.000 đồng.",
        "loai_xe": "xe_dap",
        "phat_min": 80000,
        "phat_max": 100000,
        "dieu_luat": "Điều 8",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_191",
        "hanh_vi_chung": "Bốc đầu xe",
        "mo_ta_luat": "Bốc đầu là hành vi biểu diễn nguy hiểm, mất kiểm soát hướng lái và dễ đâm vào người khác. Cơ quan chức năng xử phạt nặng để răn đe. Căn cứ: Điều 6, Khoản 8, Điểm c–d Nghị định 100/2019/NĐ-CP. Phạt 6.000.000–8.000.000 đồng; tước GPLX 2–4 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 6000000,
        "phat_max": 8000000,
        "dieu_luat": "Điều 6, Khoản 8, Điểm c–d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_192",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Đỗ xe chèn lên vạch qua đường làm người đi bộ phải lách ra lòng đường, tăng rủi ro tai nạn. Người lái phải dừng trước vạch và giữ lối qua đường thông thoáng. Căn cứ: Điều 5, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_193",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Một số giao lộ bố trí ô vạch chờ riêng cho xe máy. Ô tô lấn vào khu vực này gây rối loạn trật tự dừng chờ và nguy cơ cọ xát khi xuất phát. Người lái phải dừng trước vạch ô tô. Căn cứ: Điều 5 (không chấp hành vạch kẻ đường) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc chấp hành vạch dừng"
    },
    {
        "id": "Loi_194",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Làn BRT dành riêng cho xe buýt nhanh, xe máy đi vào sẽ làm gián đoạn vận hành và tiềm ẩn xung đột với xe cỡ lớn. Người điều khiển phải đi đúng làn, chỉ cắt qua khi có chỉ dẫn hợp lệ. Căn cứ: Điều 6, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_195",
        "hanh_vi_chung": "Không khóa cố định hàng hóa",
        "mo_ta_luat": "Nắp bình nhiên liệu không khóa có thể rò rỉ, gây cháy nổ và ô nhiễm. Chủ xe phải đảm bảo nắp đóng kín, không nứt vỡ. Căn cứ: Điều 16 (ATKT & BVMT) Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 16",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc khắc phục"
    },
    {
        "id": "Loi_196",
        "hanh_vi_chung": "Không giữ khoảng cách an toàn",
        "mo_ta_luat": "Mưa lớn làm giảm ma sát, tăng quãng phanh và hạn chế tầm nhìn; người lái phải tăng khoảng cách an toàn. Không điều chỉnh khoảng cách dễ gây va chạm dây chuyền. Căn cứ: Điều 5, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_197",
        "hanh_vi_chung": "Không đội mũ bảo hiểm",
        "mo_ta_luat": "Một số đoạn tuyến tốc độ cao trong đô thị yêu cầu người đi xe máy đội mũ bảo hiểm đúng chuẩn và cài quai. Không đội mũ làm gia tăng thương tích khi có va chạm. Căn cứ: Điều 6, Khoản 2, Điểm i Nghị định 100/2019/NĐ-CP. Phạt 200.000–300.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 200000,
        "phat_max": 300000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm i",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_198",
        "hanh_vi_chung": "Không gắn thiết bị phản quang",
        "mo_ta_luat": "Xe đạp đi ban đêm cần có phản quang/đèn để người khác dễ nhận diện. Không trang bị làm tăng rủi ro tai nạn tại đường tối. Căn cứ: quy định xe thô sơ trong Nghị định 100/2019/NĐ-CP. Phạt 80.000–100.000 đồng.",
        "loai_xe": "xe_dap",
        "phat_min": 80000,
        "phat_max": 100000,
        "dieu_luat": "Điều 8",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_199",
        "hanh_vi_chung": "Không thắt dây an toàn",
        "mo_ta_luat": "Hành khách ghế trước không thắt dây làm tăng chấn thương khi có va chạm. Người lái phải nhắc hành khách cài dây trước khi xe chạy. Căn cứ: Điều 5, Khoản 3 (an toàn người ngồi trên xe) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng đối với người điều khiển.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_200",
        "hanh_vi_chung": "Không chấp hành hiệu lệnh",
        "mo_ta_luat": "Không dừng xe khi có hiệu lệnh hoặc bỏ chạy khỏi trạm kiểm soát là hành vi nghiêm trọng. Người điều khiển phải dừng theo chỉ dẫn, xuất trình giấy tờ và hợp tác làm việc. Vi phạm có thể bị áp dụng biện pháp ngăn chặn. Căn cứ: Điều 6, Khoản 4, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng; có thể tước GPLX.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_201",
        "hanh_vi_chung": "Không chấp hành biển báo",
        "mo_ta_luat": "Khi vào khu dân cư, người lái ô tô phải tuân thủ tốc độ, tín hiệu và các biển phụ tổ chức giao thông. Không chấp hành biển báo như hạn chế tốc độ, cấm dừng đỗ hoặc hướng đi sẽ làm tăng nguy cơ xung đột với người đi bộ và xe thô sơ. Việc coi thường biển báo là hành vi xâm phạm trật tự an toàn giao thông. Căn cứ: nhóm không chấp hành báo hiệu đường bộ theo Điều 5 Nghị định 100/2019/NĐ-CP. Khung phạt: 800.000–1.000.000 đồng (hành vi đơn giản) hoặc 4.000.000–6.000.000 đồng nếu đi sai làn/phần đường.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm s / Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_202",
        "hanh_vi_chung": "Không chấp hành biển báo",
        "mo_ta_luat": "Trong khu dân cư, xe máy phải giảm tốc và tuân thủ đầy đủ biển báo như cấm rẽ, cấm dừng đỗ, cấm bóp còi. Không chấp hành làm tăng rủi ro với người đi bộ, đặc biệt trẻ em và người cao tuổi. Người điều khiển phải quan sát kỹ biển từ xa để kịp thời điều chỉnh. Căn cứ: Điều 6 Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng cho hành vi không tuân thủ báo hiệu, 400.000–600.000 đồng nếu đi sai làn/phần đường.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm g–l / Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_203",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Cao tốc chỉ cho phép dừng trong làn khẩn cấp khi có sự cố và phải đặt cảnh báo từ xa. Dừng, đỗ bừa bãi trên cao tốc làm phát sinh va chạm tốc độ cao và ùn tắc dây chuyền. Người lái phải chủ động đưa xe vào làn khẩn cấp, bật đèn nguy hiểm và gọi hỗ trợ. Căn cứ: Điều 5 (hành vi trên cao tốc) Nghị định 100/2019/NĐ-CP. Phạt 6.000.000–8.000.000 đồng, có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 6000000,
        "phat_max": 8000000,
        "dieu_luat": "Điều 5, Khoản 6",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_204",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Đường cao tốc cấm xe máy do chênh lệch tốc độ lớn và luồng phương tiện dày đặc. Đi vào cao tốc làm tăng nguy cơ tai nạn nghiêm trọng cho chính người lái và xe khác. Người điều khiển phải tuân thủ biển cấm ngay từ lối vào. Căn cứ: Điều 6, Khoản 4, Điểm d Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng; có thể tước GPLX 1–3 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_205",
        "hanh_vi_chung": "Quay đầu/lùi sai nơi",
        "mo_ta_luat": "Quay đầu trên cao tốc bị cấm tuyệt đối do lưu lượng lớn và tốc độ cao, dễ dẫn tới đối đầu thảm khốc. Người lái chỉ được quay đầu tại các nút giao hợp lệ theo tổ chức giao thông. Vi phạm sẽ bị xử phạt nặng và tước GPLX. Căn cứ: Điều 5, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 16.000.000–18.000.000 đồng; tước GPLX 5–7 tháng.",
        "loai_xe": "o_to",
        "phat_min": 16000000,
        "phat_max": 18000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 5–7 tháng"
    },
    {
        "id": "Loi_206",
        "hanh_vi_chung": "Không để biển số",
        "mo_ta_luat": "Ô tô phải gắn đủ biển số trước và sau theo quy cách để nhận diện phương tiện. Thiếu biển trước gây khó khăn cho giám sát và xử lý vi phạm qua camera. Chủ xe phải lắp đúng vị trí, không che khuất. Căn cứ: Điều 16, Khoản 5, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng; có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 16, Khoản 5, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_207",
        "hanh_vi_chung": "Không để biển số",
        "mo_ta_luat": "Dùng vật che biển số hoặc bẻ cong, dán sticker làm sai lệch nhận diện là hành vi vi phạm. Biển số phải rõ ràng, đọc được ở khoảng cách theo quy chuẩn. Cơ quan chức năng có thể buộc tháo gỡ và xử phạt. Căn cứ: Điều 17, Khoản 3, Điểm d Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 17, Khoản 3, Điểm d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc khôi phục tình trạng ban đầu"
    },
    {
        "id": "Loi_208",
        "hanh_vi_chung": "Sử dụng còi hơi",
        "mo_ta_luat": "Còi hơi công suất lớn gây tiếng ồn vượt chuẩn, làm giật mình người tham gia giao thông khác. Việc lắp, sử dụng còi không đúng quy chuẩn kỹ thuật là hành vi bị cấm. Chủ xe phải tháo bỏ thiết bị và khôi phục nguyên trạng. Căn cứ: Điều 16, Khoản 4, Điểm c; Điều 24 liên quan thiết bị lắp thêm Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng đến 3.000.000–5.000.000 đồng tùy trường hợp.",
        "loai_xe": "xe_tai",
        "phat_min": 2000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 16, Khoản 4, Điểm c / Điều 24",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc tháo bỏ thiết bị"
    },
    {
        "id": "Loi_209",
        "hanh_vi_chung": "Không có bình chữa cháy",
        "mo_ta_luat": "Một số loại xe phải trang bị phương tiện chữa cháy tại chỗ để ứng phó sự cố. Không trang bị hoặc thiết bị quá hạn sẽ gia tăng rủi ro khi cháy nổ. Chủ xe cần kiểm tra định kỳ, thay thế theo khuyến cáo. Căn cứ: Điều 16 (an toàn kỹ thuật) Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 16",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc trang bị bổ sung"
    },
    {
        "id": "Loi_210",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Khi kéo xe hỏng, cả xe kéo và xe được kéo phải bật đèn cảnh báo và gắn biển báo theo quy định để các phương tiện khác nhận biết. Không bật đèn dễ gây va chạm do người khác không kịp phán đoán. Người điều khiển phải đi làn phải với tốc độ thấp. Căn cứ: Điều 5, Khoản 3 (tín hiệu cảnh báo) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_211",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Tại giao lộ, khi xe ưu tiên phát tín hiệu hợp lệ, người đi xe máy phải chủ động dừng, nép phải hoặc tạo khoảng trống cho xe đi trước. Không nhường làm tăng nguy cơ xung đột đa hướng. Đây là quy tắc bắt buộc trong mọi điều kiện. Căn cứ: Điều 6, Khoản 3, Điểm k Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm k",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_212",
        "hanh_vi_chung": "Không có gương",
        "mo_ta_luat": "Xe máy điện/xe đạp điện lưu thông như xe máy nên phải có gương trái để quan sát điểm mù. Thiếu gương làm tăng rủi ro khi chuyển hướng hoặc vượt. Người điều khiển phải lắp gương đạt chuẩn trước khi tham gia giao thông. Căn cứ: Điều 17, Khoản 1, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 17, Khoản 1, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_213",
        "hanh_vi_chung": "Điện thoại khi lái xe",
        "mo_ta_luat": "Đổ đèo cần tập trung cao độ để dùng số thấp, kiểm soát phanh động cơ và khoảng cách. Dùng điện thoại làm giảm phản xạ và dễ mất kiểm soát khi cua liên tiếp. Hành vi bị xử phạt theo nhóm sử dụng thiết bị cầm tay khi lái. Căn cứ: Điều 5, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_214",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Vượt mà không báo hiệu làm xe trước/sau không kịp phản ứng, dễ quẹt hông. Người lái xe máy phải bật xi-nhan đủ sớm, kiểm tra gương rồi mới vượt. Đây là thao tác an toàn cơ bản. Căn cứ: Điều 6, Khoản 2, Điểm g; Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng đến 1.000.000–2.000.000 đồng tùy tính chất.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm g / Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_215",
        "hanh_vi_chung": "Không giữ khoảng cách an toàn",
        "mo_ta_luat": "Sương mù làm giảm tầm nhìn và tăng quãng phanh do mặt đường ẩm. Ô tô phải bật đèn chiếu gần, đèn sương mù (nếu có) và tăng khoảng cách với xe trước. Không điều chỉnh khoảng cách là vi phạm quy tắc an toàn. Căn cứ: Điều 5, Khoản 4, Điểm c; Khoản 3, Điểm s Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng hoặc 800.000–1.000.000 đồng cho lỗi đèn.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c / Khoản 3, Điểm s",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_216",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Khu vực có dải phân cách cứng tổ chức làn riêng; lách qua khe hẹp hoặc chạy trên mép phân cách là nguy hiểm. Xe máy phải đi đúng làn quy định, không leo dải phân cách. Vi phạm làm tăng nguy cơ va chạm. Căn cứ: Điều 6, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_217",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Xe từ bãi đỗ, nơi dừng hợp lệ ra đường chính cần được các xe trên đường tạo điều kiện khi đủ an toàn. Không nhường làm tăng xung đột mép đường. Người lái phải chủ động giảm tốc, nháy đèn báo hiệu nhường đường. Căn cứ: Điều 5, Khoản 4 (nhường đường) Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_218",
        "hanh_vi_chung": "Điện thoại khi lái xe",
        "mo_ta_luat": "Kéo rơ-moóc yêu cầu kiểm soát quỹ đạo và khoảng phanh dài; dùng điện thoại làm giảm năng lực phản ứng. Hậu quả có thể rất nghiêm trọng do khối lượng lớn. Người lái phải tuyệt đối không sử dụng thiết bị cầm tay. Căn cứ: Điều 5, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "xe_tai",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_219",
        "hanh_vi_chung": "Quay đầu/lùi sai nơi",
        "mo_ta_luat": "Quay đầu ở nơi có biển cấm, tại cầu, hầm hoặc đoạn tầm nhìn hạn chế làm gián đoạn luồng xe và dễ gây tai nạn. Người lái phải tìm điểm quay đầu hợp lệ theo biển chỉ dẫn. Vi phạm bị xử phạt theo nhóm đi sai quy tắc điều khiển. Căn cứ: Điều 5, Khoản 5, Điểm d Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng; có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm d",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_220",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Xe đạp đi ban đêm phải có đèn hoặc phản quang để được nhận diện. Không bật đèn làm các phương tiện cơ giới khó phát hiện, tăng rủi ro va chạm. Người điều khiển cần trang bị tối thiểu đèn trước/sau. Căn cứ: quy định xe thô sơ trong Nghị định 100/2019/NĐ-CP. Phạt 80.000–100.000 đồng.",
        "loai_xe": "xe_dap",
        "phat_min": 80000,
        "phat_max": 100000,
        "dieu_luat": "Điều 8",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_221",
        "hanh_vi_chung": "Vượt phải",
        "mo_ta_luat": "Vượt phải trong đô thị nơi làn sát lề có nhiều xe thô sơ và người đi bộ rất nguy hiểm. Người lái phải vượt bên trái, có tín hiệu và đủ khoảng trống. Vi phạm có thể gây va chạm chuỗi. Căn cứ: Điều 5, Khoản 5, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng; tước GPLX 2–4 tháng.",
        "loai_xe": "o_to",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_222",
        "hanh_vi_chung": "Chở người sai quy định",
        "mo_ta_luat": "Chở quá số người làm xe mất ổn định, cản trở thao tác lái và tăng quãng phanh. Ngoại lệ rất hạn chế theo quy định. Người điều khiển phải đảm bảo người ngồi sau đội mũ đúng chuẩn. Căn cứ: Điều 6, Khoản 3, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng; nếu gây cản trở giao thông có thể áp dụng tình tiết tăng nặng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_223",
        "hanh_vi_chung": "Không có gương",
        "mo_ta_luat": "Xe khách thiếu gương hoặc gương không đạt chuẩn làm tăng điểm mù, đặc biệt ở khu vực cửa xe lên xuống. Chủ xe phải trang bị và điều chỉnh gương đúng tầm, bảo dưỡng thường xuyên. Căn cứ: Điều 16, Khoản 4, Điểm b–c Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "xe_khach",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 16, Khoản 4, Điểm b–c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_224",
        "hanh_vi_chung": "Không cài dây an toàn",
        "mo_ta_luat": "Ghế giữa hàng sau cũng phải thắt dây an toàn nếu được trang bị. Không thắt dây làm tăng chấn thương thứ cấp khi phanh gấp. Người lái phải nhắc nhở hành khách tuân thủ. Căn cứ: Điều 5, Khoản 3 (an toàn người ngồi trên xe) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng đối với người điều khiển.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_225",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Đường cao tốc cấm phương tiện thô sơ do không đáp ứng yêu cầu tốc độ tối thiểu và an toàn. Đi xe đạp trên cao tốc gây nguy hiểm cho bản thân và các phương tiện cơ giới. Người điều khiển phải chọn tuyến đường song hành. Căn cứ: quy định về cao tốc và xe thô sơ trong Nghị định 100/2019/NĐ-CP. Phạt 80.000–100.000 đồng (khung thô sơ).",
        "loai_xe": "xe_dap",
        "phat_min": 80000,
        "phat_max": 100000,
        "dieu_luat": "Điều 8",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc rời khỏi cao tốc"
    },
    {
        "id": "Loi_226",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Ban đêm trong đô thị phải dùng đèn chiếu gần để không gây chói mắt cho xe đối diện. Dùng đèn không đúng hoặc không bật đèn làm giảm nhận diện và tầm nhìn. Đây là hành vi vi phạm quy tắc chiếu sáng. Căn cứ: Điều 5, Khoản 3, Điểm s Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm s",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_227",
        "hanh_vi_chung": "Chạy quá tốc độ",
        "mo_ta_luat": "Tại nơi có vạch qua đường, xe máy phải chủ động giảm tốc và sẵn sàng dừng nhường người đi bộ. Không giảm tốc dễ xảy ra va chạm bất ngờ khi có người qua đường. Đây là quy tắc bảo vệ nhóm yếu thế. Căn cứ: Điều 6 (nhường người đi bộ) Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_228",
        "hanh_vi_chung": "Chở hàng cồng kềnh",
        "mo_ta_luat": "Hàng hóa vượt bề rộng tay lái làm khó điều khiển, chiếm dụng làn và che khuất tầm nhìn. Người điều khiển phải tuân thủ kích thước xếp hàng, chằng buộc chắc chắn. Căn cứ: Điều 6, Khoản 3, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 600.000–1.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 600000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_229",
        "hanh_vi_chung": "Quay đầu/lùi sai nơi",
        "mo_ta_luat": "Lùi trên cao tốc bị cấm tuyệt đối vì dòng xe tốc độ cao không kịp xử lý. Chỉ được lùi trong trường hợp bất khả kháng theo hướng dẫn lực lượng chức năng. Vi phạm bị xử phạt rất nặng. Căn cứ: Điều 5, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 16.000.000–18.000.000 đồng; tước GPLX 5–7 tháng.",
        "loai_xe": "o_to",
        "phat_min": 16000000,
        "phat_max": 18000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 5–7 tháng"
    },
    {
        "id": "Loi_230",
        "hanh_vi_chung": "Chạy quá tốc độ",
        "mo_ta_luat": "Vượt quá tốc độ trên 20–35 km/h làm tăng mạnh năng lượng va chạm và quãng đường phanh, dễ dẫn đến tai nạn nghiêm trọng. Người lái phải kiểm soát tốc độ theo biển báo, điều kiện thời tiết và mật độ giao thông. Căn cứ: Điều 5, Khoản 6, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng; tước GPLX 1–3 tháng.",
        "loai_xe": "o_to",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 6, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_231",
        "hanh_vi_chung": "Chạy quá tốc độ",
        "mo_ta_luat": "Xe máy chạy vượt tốc độ trên 20–35 km/h làm giảm khả năng làm chủ tay lái và tăng rủi ro tử vong. Người điều khiển phải điều chỉnh tốc độ theo biển báo và tình hình đường sá. Căn cứ: Điều 6, Khoản 4, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng; có thể tước GPLX 1–3 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_232",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Quy tắc cơ bản là đi bên phải theo chiều đi. Đi lấn sang phần đường ngược chiều hoặc bám vạch giữa gây xung đột với xe đối diện. Người điều khiển phải giữ đúng phần đường, chỉ chuyển khi đủ điều kiện an toàn. Căn cứ: Điều 6, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_233",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Ô tô phải đi bên phải và trong làn của mình. Lấn sang phần đường ngược chiều tạo nguy cơ đối đầu, đặc biệt ở đường hẹp hoặc tầm nhìn hạn chế. Người lái cần giữ làn ổn định, chỉ chuyển khi báo hiệu và đủ khoảng trống. Căn cứ: Điều 5, Khoản 5, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng; có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_234",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Xe buýt nhanh rời trạm cần nhập làn an toàn để đảm bảo tiến độ. Ô tô không nhường sẽ gây nguy hiểm cho hành khách và cản trở vận hành tuyến. Người lái phải giảm tốc, tạo khoảng trống. Căn cứ: Điều 5, Khoản 4 (nhường đường) Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_235",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Dừng trên dốc mà không ghìm phanh và chọn vị trí an toàn dễ khiến xe trôi ngược, gây va chạm. Người điều khiển phải về số phù hợp, dùng phanh và hướng bánh về mép đường. Căn cứ: Điều 6 (an toàn dừng đỗ) Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Khuyến cáo chèn bánh khi cần"
    },
    {
        "id": "Loi_236",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Đỗ xe lấn sang hai làn làm thu hẹp mặt đường và gây ùn tắc. Người lái phải đỗ sát lề, đúng vị trí kẻ vạch hoặc bãi đỗ hợp lệ. Vi phạm thuộc nhóm dừng đỗ sai. Căn cứ: Điều 5, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc di dời"
    },
    {
        "id": "Loi_237",
        "hanh_vi_chung": "Chở người sai quy định",
        "mo_ta_luat": "Chở người ngồi phía trước tay lái che khuất tầm nhìn và gây mất cân bằng. Người điều khiển phải chở người đúng yên sau, đội mũ bảo hiểm đầy đủ. Căn cứ: Điều 6, Khoản 3, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 600.000–1.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 600000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_238",
        "hanh_vi_chung": "Không đội mũ bảo hiểm",
        "mo_ta_luat": "Xe máy điện có tốc độ tương đương xe máy nên bắt buộc đội mũ bảo hiểm đạt chuẩn và cài quai đúng cách. Không đội mũ làm tăng nguy cơ chấn thương đầu. Căn cứ: Điều 6, Khoản 2, Điểm i Nghị định 100/2019/NĐ-CP. Phạt 200.000–300.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 200000,
        "phat_max": 300000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm i",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_239",
        "hanh_vi_chung": "Không có còi/đèn tín hiệu",
        "mo_ta_luat": "Đèn hậu và đèn phanh giúp xe phía sau nhận biết trạng thái xe; thiếu đèn làm tăng rủi ro tông sau. Chủ xe phải sửa chữa, thay thế trước khi lưu thông. Căn cứ: Điều 16, Khoản 4, Điểm b–c Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 16, Khoản 4, Điểm b–c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_240",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Dừng xe trên đường sắt hoặc trong phạm vi an toàn khi có tín hiệu tàu đến là hành vi đặc biệt nguy hiểm. Người điều khiển phải dừng ngoài vạch an toàn và chỉ băng qua khi rào chắn mở hoàn toàn. Căn cứ: nhóm hành vi vi phạm tại đường ngang đường sắt theo Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc chấp hành rào chắn"
    },
    {
        "id": "Loi_241",
        "hanh_vi_chung": "Không có gương",
        "mo_ta_luat": "Xe thùng kín có điểm mù lớn ở hông và phía sau, cần trang bị gương phụ theo quy chuẩn. Thiếu gương làm khó quan sát khi chuyển làn/rẽ. Chủ xe phải lắp đặt đầy đủ để bảo đảm ATKT. Căn cứ: Điều 16, Khoản 4, Điểm b–c Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "xe_tai",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 16, Khoản 4, Điểm b–c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc bổ sung gương phụ"
    },
    {
        "id": "Loi_242",
        "hanh_vi_chung": "Không mang bảo hiểm",
        "mo_ta_luat": "Giấy chứng nhận bảo hiểm TNDS bắt buộc nhằm bảo vệ bên thứ ba khi xảy ra tai nạn. Không có/không mang theo là vi phạm thủ tục hành chính. Chủ xe phải mua, mang theo và đảm bảo hiệu lực. Căn cứ: Điều 21, Khoản 4, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 21, Khoản 4, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc xuất trình khi kiểm tra"
    },
    {
        "id": "Loi_243",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Đỗ xe chắn cửa nhà dân làm ảnh hưởng sinh hoạt và có thể gây xung đột trật tự. Người lái phải tìm nơi đỗ hợp lệ, không che chắn lối ra vào. Vi phạm thuộc nhóm dừng, đỗ sai quy định. Căn cứ: Điều 5, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc di dời"
    },
    {
        "id": "Loi_244",
        "hanh_vi_chung": "Không chằng buộc hàng hóa",
        "mo_ta_luat": "Hàng hóa rơi vãi từ thùng xe có thể gây tai nạn dây chuyền. Chủ xe và lái xe phải chằng buộc chắc chắn, kiểm tra trước khi xuất phát. Vi phạm bị xử phạt và buộc khắc phục hậu quả. Căn cứ: Điều 24, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 8.000.000–10.000.000 đồng.",
        "loai_xe": "xe_tai",
        "phat_min": 8000000,
        "phat_max": 10000000,
        "dieu_luat": "Điều 24, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc khắc phục hậu quả"
    },
    {
        "id": "Loi_245",
        "hanh_vi_chung": "Đi ngược chiều",
        "mo_ta_luat": "Hầm đường bộ có không gian hẹp và tầm nhìn hạn chế, việc đi ngược chiều dễ gây va chạm trực diện. Người điều khiển phải tuân thủ hướng đi và biển chỉ dẫn trong hầm. Vi phạm bị xử phạt nặng để răn đe. Căn cứ: Điều 6, Khoản 4, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng; có thể tước GPLX.",
        "loai_xe": "xe_may",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_246",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Dừng xe lấn làn thô sơ khiến xe đạp, người đi bộ phải lách ra làn cơ giới, tăng nguy cơ tai nạn. Ô tô phải dừng đỗ đúng nơi cho phép, không xâm lấn làn ưu tiên. Căn cứ: Điều 5, Khoản 3, Điểm g; Khoản 5, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng đến 4.000.000–6.000.000 đồng tùy hành vi.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g / Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc di dời"
    },
    {
        "id": "Loi_247",
        "hanh_vi_chung": "Điện thoại khi lái xe",
        "mo_ta_luat": "Khu vực trường học có mật độ học sinh cao; dùng điện thoại khi lái làm giảm khả năng quan sát và phản xạ. Người điều khiển phải tuyệt đối tập trung, giảm tốc, sẵn sàng dừng. Vi phạm bị xử phạt nặng để bảo vệ nhóm yếu thế. Căn cứ: Điều 6, Khoản 4, Điểm h Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm h",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_248",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Tại vòng xuyến, xe vào vòng phải nhường xe đang chạy trong vòng. Không nhường làm tăng xung đột sườn và ùn tắc. Người lái phải giảm tốc, quan sát đủ bốn hướng, bật xi-nhan khi rời vòng. Căn cứ: Điều 5, Khoản 4 (nhường đường) Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_249",
        "hanh_vi_chung": "Mở cửa xe gấp",
        "mo_ta_luat": "Mở cửa thiếu quan sát khiến xe máy/xe đạp va chạm là lỗi phổ biến tại đô thị. Người ngồi trên xe phải mở cửa bên không nguy hiểm và quan sát gương, vai trái (Dutch Reach) trước khi mở. Gây tai nạn sẽ bị xử phạt nặng và bồi thường dân sự. Căn cứ: Điều 5, Khoản 3 (an toàn khi mở cửa) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng, tăng nặng nếu gây hậu quả.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Bồi thường thiệt hại (nếu có)"
    },
    {
        "id": "Loi_250",
        "hanh_vi_chung": "Đi ngược chiều",
        "mo_ta_luat": "Đi ngược chiều trong khu dân cư làm tăng nguy cơ đối đầu ở tốc độ thấp nhưng hậu quả vẫn nghiêm trọng. Người điều khiển phải quan sát biển một chiều và mũi tên hướng đi. Vi phạm bị xử phạt và có thể tước GPLX tùy hành vi. Căn cứ: Điều 6, Khoản 4, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng; tước GPLX 1–3 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_251",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Dừng, đỗ song song chiếm dụng làn xe làm thu hẹp mặt đường, buộc các phương tiện khác phải lách qua, tăng nguy cơ quẹt hông. Người điều khiển xe máy phải dừng, đỗ sát mép phải và không che chắn lối ra vào. Việc cố tình đỗ thành hàng hai, hàng ba là hành vi bị cấm tại khu vực đô thị. Căn cứ: Điều 6, Khoản 2, Điểm e Nghị định 100/2019/NĐ-CP. Khung phạt: 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_252",
        "hanh_vi_chung": "Không để biển số",
        "mo_ta_luat": "Biển số phải gắn đúng vị trí, kích thước, góc nhìn và có khả năng nhận diện rõ ràng. Xe khách gắn biển lệch, che khuất, gập cong hoặc che bằng vật dụng là vi phạm. Hành vi này gây khó khăn cho giám sát an toàn và xử lý vi phạm qua camera. Căn cứ: Điều 16, Khoản 5, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng; có thể tước GPLX.",
        "loai_xe": "xe_khach",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 16, Khoản 5, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_253",
        "hanh_vi_chung": "Không có giấy tờ",
        "mo_ta_luat": "Kiểm định xác nhận tình trạng an toàn kỹ thuật và bảo vệ môi trường, là điều kiện bắt buộc trước khi tham gia giao thông. Xe tải không có/không mang hoặc hết hạn kiểm định sẽ tiềm ẩn nguy cơ kỹ thuật nghiêm trọng. Chủ xe phải chủ động kiểm định đúng kỳ hạn và xuất trình khi kiểm tra. Căn cứ: Điều 16, Khoản 6 Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng.",
        "loai_xe": "xe_tai",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 16, Khoản 6",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_254",
        "hanh_vi_chung": "Đi ngược chiều",
        "mo_ta_luat": "Đi ngược chiều phá vỡ tổ chức giao thông và tạo nguy cơ đối đầu, đặc biệt ở phố hẹp. Người điều khiển ô tô phải quan sát biển báo một chiều và mũi tên chỉ hướng, đồng thời lựa chọn lộ trình hợp lệ. Vi phạm thường gây ùn tắc cục bộ tại nút giao. Căn cứ: Điều 5, Khoản 5, Điểm b/e tương ứng Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng đến 10.000.000–12.000.000 đồng tùy tình tiết; có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 5",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Có thể tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_255",
        "hanh_vi_chung": "Không chấp hành tín hiệu",
        "mo_ta_luat": "Khi CSGT hoặc người điều khiển giao thông ra hiệu lệnh hợp lệ, người đi xe máy phải dừng/đi theo chỉ dẫn. Không chấp hành sẽ gây hỗn loạn luồng xe và tăng nguy cơ va chạm tại nút giao. Hành vi bỏ chạy, lách tránh là tình tiết nghiêm trọng. Căn cứ: Điều 6, Khoản 4, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 1.000.000–2.000.000 đồng; có thể tước GPLX.",
        "loai_xe": "xe_may",
        "phat_min": 1000000,
        "phat_max": 2000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_256",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Một số tuyến hạn chế xe máy theo khung giờ để giảm ùn tắc. Đi vào khi có biển phụ cấm theo giờ là hành vi không chấp hành báo hiệu. Người điều khiển phải theo lộ trình thay thế và tuân thủ thời gian cấm. Căn cứ: Điều 6, Khoản 4, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng; có thể tước GPLX.",
        "loai_xe": "xe_may",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_257",
        "hanh_vi_chung": "Vượt xe",
        "mo_ta_luat": "Vạch liền báo hiệu cấm đè vạch và cấm vượt do tầm nhìn hạn chế hoặc nguy cơ xung đột cao. Ô tô vượt trong điều kiện này dễ đối đầu xe ngược chiều. Người lái phải chờ điểm đứt vạch hoặc biển cho phép. Căn cứ: Điều 5, Khoản 5, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 10.000.000–12.000.000 đồng; tước GPLX 2–4 tháng.",
        "loai_xe": "o_to",
        "phat_min": 10000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_258",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Vỉa hè và phần đường dành cho người đi bộ là không gian ưu tiên, cấm dừng đỗ nếu không có biển cho phép. Đỗ xe tại đây khiến người đi bộ phải đi xuống lòng đường, tăng rủi ro tai nạn. Người điều khiển phải chọn bãi đỗ hợp lệ. Căn cứ: Điều 5, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc di dời"
    },
    {
        "id": "Loi_259",
        "hanh_vi_chung": "Không có bảo hiểm",
        "mo_ta_luat": "Bảo hiểm TNDS bắt buộc bảo vệ bên thứ ba khi xảy ra tai nạn. Xe tải không có hoặc không mang theo giấy chứng nhận là vi phạm thủ tục hành chính. Chủ xe phải duy trì hiệu lực và xuất trình khi kiểm tra. Căn cứ: Điều 21, Khoản 4, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_tai",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 21, Khoản 4, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_260",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Tại giao nhau không có biển ưu tiên, người đi xe máy phải nhường cho xe đi từ bên phải và xe trên đường ưu tiên. Không nhường sẽ tạo xung đột ngang, dễ va chạm sườn. Cần giảm tốc từ xa và quan sát bốn phía. Căn cứ: Điều 6 (nhường đường) Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_261",
        "hanh_vi_chung": "Chuyển làn không quan sát",
        "mo_ta_luat": "Chuyển làn thiếu quan sát gây xung đột phía hông, đặc biệt với xe máy nằm trong điểm mù. Người điều khiển phải bật xi-nhan đủ sớm, kiểm tra gương, quan sát vai và chỉ chuyển khi có khoảng trống. Vi phạm làm tăng nguy cơ tai nạn liên hoàn trong đô thị. Căn cứ: Điều 5, Khoản 3, Điểm q Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm q",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_262",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Dừng đỗ gần giao lộ che khuất tầm nhìn, cản trở xe rẽ và người đi bộ. Người điều khiển phải đỗ cách xa ngã ba, ngã tư tối thiểu theo quy định. Hành vi vi phạm gây nguy cơ quẹt hông và ùn tắc. Căn cứ: Điều 6, Khoản 2, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_263",
        "hanh_vi_chung": "Không đội mũ bảo hiểm",
        "mo_ta_luat": "Quốc lộ có tốc độ lưu thông cao; không đội mũ bảo hiểm làm tăng rủi ro chấn thương sọ não khi xảy ra va chạm. Người điều khiển và người ngồi sau phải đội mũ đạt chuẩn, cài quai đúng cách. Căn cứ: Điều 6, Khoản 2, Điểm i Nghị định 100/2019/NĐ-CP. Phạt 200.000–300.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 200000,
        "phat_max": 300000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm i",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_264",
        "hanh_vi_chung": "Không gài dây an toàn",
        "mo_ta_luat": "Trên cao tốc, tốc độ cao khiến lực quán tính lớn; hành khách ghế sau không thắt dây an toàn sẽ dễ va đập mạnh khi phanh gấp. Người lái phải nhắc hành khách cài dây ở tất cả vị trí được trang bị. Căn cứ: Điều 5, Khoản 3 (an toàn người ngồi trên xe) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng đối với người điều khiển nếu để xảy ra vi phạm.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_265",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Đèo dốc và hầm có điều kiện ánh sáng thay đổi đột ngột; xe máy phải bật đèn chiếu gần để tăng nhận diện. Không bật đèn khiến các phương tiện khác khó phát hiện, dễ va chạm. Người điều khiển cần chủ động chuyển chế độ đèn phù hợp. Căn cứ: Điều 6, Khoản 2, Điểm l Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm l",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_266",
        "hanh_vi_chung": "Vượt xe",
        "mo_ta_luat": "Khi xe trước dừng nhường người đi bộ, ô tô phía sau không được vượt vì có thể che khuất người băng qua. Hành vi vượt ở tình huống này rất nguy hiểm và bị cấm. Người lái phải chờ dòng người qua hết mới tiếp tục. Căn cứ: Điều 5, Khoản 4–5 (nhường đường/vượt xe) Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng đến 10.000.000–12.000.000 đồng tùy hành vi cụ thể.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 12000000,
        "dieu_luat": "Điều 5, Khoản 4–5",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_267",
        "hanh_vi_chung": "Đi sát đuôi xe trước",
        "mo_ta_luat": "Mưa làm trơn trượt và giảm tầm nhìn; bám đuôi ở khoảng cách ngắn khiến người lái không kịp xử lý khi xe trước phanh gấp. Cần tăng khoảng cách, đi tốc độ phù hợp và tránh phanh gấp. Căn cứ: Điều 6 (điều khiển an toàn) Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng với hành vi gây mất an toàn, cản trở giao thông.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 6, Khoản 2",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_268",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Biển Cấm dừng áp dụng cho mọi hình thức dừng tạm thời; dừng tại đây làm gián đoạn dòng xe và có thể gây ùn tắc. Người lái phải quan sát biển từ xa và tìm vị trí dừng hợp lệ. Căn cứ: Điều 5, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc di dời"
    },
    {
        "id": "Loi_269",
        "hanh_vi_chung": "Không chèn bánh khi dừng",
        "mo_ta_luat": "Xe tải đỗ trên dốc mà không chèn bánh/không kéo phanh đỗ đúng cách có thể trôi xe gây tai nạn nghiêm trọng. Lái xe phải chèn bánh theo hướng dẫn kỹ thuật và đánh lái vào lề. Căn cứ: Điều 16 (ATKT) và Điều 5 (dừng, đỗ an toàn) Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng tùy hành vi cụ thể.",
        "loai_xe": "xe_tai",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 16; Điều 5",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Khuyến cáo chèn bánh bắt buộc"
    },
    {
        "id": "Loi_270",
        "hanh_vi_chung": "Chạy quá tốc độ",
        "mo_ta_luat": "Ban đêm, tầm nhìn hạn chế và nhiều người băng qua đường đột ngột từ hẻm. Xe máy cần giảm tốc, bật đèn chiếu gần và quan sát kỹ vạch qua đường. Không giảm tốc sẽ tăng quãng phanh và nguy cơ va chạm. Căn cứ: Điều 6 (tốc độ/chiếu sáng) Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng đến 800.000–1.000.000 đồng tùy lỗi cụ thể.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 6, Khoản 2–3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_271",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Xe chữa cháy phát tín hiệu hợp lệ phải được ưu tiên tuyệt đối. Ô tô không nhường đường tại giao lộ sẽ gây chậm trễ chữa cháy và tăng nguy cơ xung đột nhiều hướng. Người lái phải nép phải/dừng lại để nhường ngay. Căn cứ: Điều 5, Khoản 4, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_272",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Rời vòng xuyến phải bật tín hiệu rẽ để xe sau dự đoán hướng đi. Không bật xi-nhan làm tăng nguy cơ quẹt hông và va chạm. Người lái cần báo hiệu sớm, kiểm tra gương và điểm mù. Căn cứ: Điều 5, Khoản 3, Điểm q Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm q",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_273",
        "hanh_vi_chung": "Quay đầu/lùi sai nơi",
        "mo_ta_luat": "Tự ý nâng/leo dải phân cách để quay đầu là hành vi nguy hiểm, dễ ngã đổ và cản trở phương tiện khác. Người điều khiển phải quay đầu tại điểm mở dải phân cách hoặc nút hợp lệ. Căn cứ: Điều 6, Khoản 4, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng; có thể tước GPLX.",
        "loai_xe": "xe_may",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 6, Khoản 4, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_274",
        "hanh_vi_chung": "Chạy quá tốc độ",
        "mo_ta_luat": "Vượt quá tốc độ trên 35 km/h là mức vi phạm đặc biệt nghiêm trọng do năng lượng va chạm tăng rất mạnh. Người lái có thể mất khả năng kiểm soát khi gặp chướng ngại đột ngột. Cơ quan chức năng xử phạt nặng để răn đe. Căn cứ: Điều 5, Khoản 7 Nghị định 100/2019/NĐ-CP. Phạt 12.000.000–14.000.000 đồng; tước GPLX 2–4 tháng.",
        "loai_xe": "o_to",
        "phat_min": 12000000,
        "phat_max": 14000000,
        "dieu_luat": "Điều 5, Khoản 7",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_275",
        "hanh_vi_chung": "Chạy quá tốc độ",
        "mo_ta_luat": "Xe máy vượt tốc trên 35 km/h làm tăng nguy cơ trượt ngã, mất lái khi vào cua và kéo theo hậu quả nghiêm trọng. Người điều khiển phải tuân thủ biển hạn chế tốc độ và điều kiện đường sá. Căn cứ: Điều 6, Khoản 5 Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–5.000.000 đồng; tước GPLX 2–4 tháng.",
        "loai_xe": "xe_may",
        "phat_min": 4000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 6, Khoản 5",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 2–4 tháng"
    },
    {
        "id": "Loi_276",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Khi xe hỏng trên cao tốc, người lái phải đưa xe vào làn khẩn cấp, bật đèn cảnh báo và đặt biển tam giác ở khoảng cách theo quy định. Không bật đèn khiến xe sau không kịp nhận biết để tránh. Đây là thao tác bắt buộc để phòng ngừa tai nạn dây chuyền. Căn cứ: Điều 5, Khoản 6 (cao tốc) và Khoản 3 (đèn cảnh báo) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng đến 6.000.000–8.000.000 đồng tùy tình huống.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 8000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm s / Khoản 6",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Khuyến cáo đặt biển tam giác"
    },
    {
        "id": "Loi_277",
        "hanh_vi_chung": "Không có gương",
        "mo_ta_luat": "Thiếu gương giảm khả năng quan sát phía sau và điểm mù, đặc biệt khi chuyển làn. Xe máy phải có tối thiểu gương trái đạt chuẩn. Người điều khiển cần kiểm tra và điều chỉnh gương trước hành trình. Căn cứ: Điều 17, Khoản 1, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 17, Khoản 1, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_278",
        "hanh_vi_chung": "Mở cửa xe gấp",
        "mo_ta_luat": "Mở cửa phía trái đột ngột có thể khiến xe máy/xe đạp va chạm. Người ngồi trong xe phải quan sát gương, nhìn qua vai (kỹ thuật Dutch Reach) trước khi mở. Nếu gây tai nạn sẽ bị xử phạt nặng và bồi thường. Căn cứ: Điều 5, Khoản 3 (an toàn khi mở cửa) Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Bồi thường thiệt hại (nếu có)"
    },
    {
        "id": "Loi_279",
        "hanh_vi_chung": "Không chằng buộc hàng hóa",
        "mo_ta_luat": "Nắp thùng không khóa chặt có thể bật mở khi xe chạy, làm rơi hàng hóa xuống đường. Lái xe phải kiểm tra cơ cấu chốt và dây chằng trước khi khởi hành. Vi phạm bị xử phạt và buộc khắc phục. Căn cứ: Điều 24 (an toàn chở hàng) Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "xe_tai",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 24",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc khắc phục hậu quả"
    },
    {
        "id": "Loi_280",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Làn ưu tiên dành cho xe buýt nhanh, xe ưu tiên thực thi nhiệm vụ. Xe máy đi vào là vi phạm tổ chức giao thông, dễ xung đột với phương tiện lớn. Người điều khiển phải tuân thủ biển chỉ dẫn phân làn. Căn cứ: Điều 6, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_281",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Khi xe buýt bật tín hiệu rời bến, các phương tiện khác phải chủ động giảm tốc nhường đường để đảm bảo an toàn hành khách lên xuống. Xe máy cố tình lách vượt sẽ tăng nguy cơ va chạm sườn. Căn cứ: Điều 6 (nhường đường) Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_282",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Dừng đỗ tại điểm dừng xe buýt làm cản trở việc tiếp cận trạm và gây ùn tắc hành khách. Người đi xe máy phải đỗ ngoài khu vực có biển P kèm ký hiệu xe buýt. Căn cứ: Điều 6, Khoản 2, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc di dời"
    },
    {
        "id": "Loi_283",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Xe đạp đi đêm hoặc trong hầm phải bật đèn hoặc có phản quang để được nhận diện. Không bật đèn làm tăng nguy cơ bị xe cơ giới tông phía sau. Người điều khiển phải trang bị tối thiểu đèn trước/sau. Căn cứ: quy định xe thô sơ trong Nghị định 100/2019/NĐ-CP. Phạt 80.000–100.000 đồng.",
        "loai_xe": "xe_dap",
        "phat_min": 80000,
        "phat_max": 100000,
        "dieu_luat": "Điều 8",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_284",
        "hanh_vi_chung": "Không thắt dây an toàn",
        "mo_ta_luat": "Trẻ em phải sử dụng ghế an toàn hoặc dây an toàn phù hợp để giảm chấn thương khi có va chạm. Không thắt dây cho trẻ là vi phạm quy tắc an toàn người ngồi trên xe. Người lái phải kiểm tra trước khi xe lăn bánh. Căn cứ: Điều 5, Khoản 3 Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng đối với người điều khiển.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_285",
        "hanh_vi_chung": "Không gắn đèn",
        "mo_ta_luat": "Phản quang/đèn hậu giúp tăng khả năng được nhìn thấy từ phía sau. Thiếu các thiết bị này làm gia tăng rủi ro tông sau vào ban đêm. Người điều khiển phải trang bị theo quy định. Căn cứ: Điều 8 (xe thô sơ) Nghị định 100/2019/NĐ-CP. Phạt 80.000–100.000 đồng.",
        "loai_xe": "xe_dap",
        "phat_min": 80000,
        "phat_max": 100000,
        "dieu_luat": "Điều 8",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_286",
        "hanh_vi_chung": "Không giữ khoảng cách an toàn",
        "mo_ta_luat": "Sương mù làm giảm tầm nhìn, bề mặt đường ẩm trơn; xe máy phải tăng khoảng cách và giảm tốc. Bám sát xe trước dễ dẫn đến va chạm khi phanh đột ngột. Người điều khiển cần bật đèn chiếu gần để tăng nhận diện. Căn cứ: Điều 6 (điều khiển an toàn/chiếu sáng) Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng đến 300.000–400.000 đồng tùy lỗi kèm theo.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_287",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Xe từ bãi gửi ra đường chính cần được tạo khoảng trống để nhập làn an toàn. Xe máy không nhường làm tăng xung đột mép đường, dễ quẹt hông. Cần giảm tốc, chủ động nhường khi đủ điều kiện. Căn cứ: Điều 6 (nhường đường) Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 3",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_288",
        "hanh_vi_chung": "Đi sai làn",
        "mo_ta_luat": "Nút giao có vạch mũi tên phân hướng rẽ; đi sai làn làm cắt dòng xe và tăng nguy cơ va chạm. Người lái phải chọn làn từ sớm theo biển chỉ dẫn. Vi phạm thuộc nhóm đi sai phần đường/làn. Căn cứ: Điều 5, Khoản 5, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 4.000.000–6.000.000 đồng; có thể tước GPLX.",
        "loai_xe": "o_to",
        "phat_min": 4000000,
        "phat_max": 6000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 1–3 tháng"
    },
    {
        "id": "Loi_289",
        "hanh_vi_chung": "Dừng, đỗ sai quy định",
        "mo_ta_luat": "Cầu vượt bộ hành không phải nơi dừng, đỗ phương tiện; dừng xe tại đây gây cản trở lưu thông người đi bộ và mất an toàn. Người điều khiển phải dắt bộ tại khu vực cho phép hoặc tìm điểm dừng hợp lệ. Căn cứ: Điều 6, Khoản 2, Điểm e Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm e",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc di dời"
    },
    {
        "id": "Loi_290",
        "hanh_vi_chung": "Không nhường đường",
        "mo_ta_luat": "Trên cao tốc, khi xe ưu tiên phát tín hiệu hợp lệ, xe tải phải chủ động giảm tốc, chuyển làn hoặc dừng vào làn khẩn cấp khi cần. Không nhường sẽ cản trở nhiệm vụ cứu hộ cứu nạn và tiềm ẩn tai nạn nghiêm trọng. Căn cứ: Điều 5, Khoản 4, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 3.000.000–5.000.000 đồng.",
        "loai_xe": "xe_tai",
        "phat_min": 3000000,
        "phat_max": 5000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_291",
        "hanh_vi_chung": "Quay đầu/lùi sai nơi",
        "mo_ta_luat": "Hầm đường bộ có không gian hẹp, nhiều cột và hệ thống kỹ thuật; quay đầu hoặc lùi trái phép dễ gây ùn tắc và va chạm dây chuyền. Chỉ thao tác khi có sự chỉ huy của lực lượng chức năng trong tình huống khẩn cấp. Căn cứ: Điều 5, Khoản 3, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc tuân thủ chỉ dẫn"
    },
    {
        "id": "Loi_292",
        "hanh_vi_chung": "Chở người sai quy định",
        "mo_ta_luat": "Bám, kéo theo người hoặc vật khi xe đang chạy làm mất cân bằng và che khuất tầm nhìn sau. Hành vi này rất nguy hiểm, nhất là ở tốc độ cao. Người điều khiển chỉ được chở đúng số người và không kéo đẩy trái phép. Căn cứ: Điều 6, Khoản 3, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 600.000–1.000.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 600000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 6, Khoản 3, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_293",
        "hanh_vi_chung": "Không có giấy tờ",
        "mo_ta_luat": "Giấy đăng ký xe chứng minh nguồn gốc, tình trạng pháp lý của phương tiện. Xe tải không mang theo gây khó khăn cho kiểm tra, xử lý vi phạm. Chủ xe và lái xe phải xuất trình đầy đủ khi được yêu cầu. Căn cứ: Điều 5/16 tương ứng nhóm giấy tờ xe trong Nghị định 100/2019/NĐ-CP. Phạt 200.000–400.000 đồng.",
        "loai_xe": "xe_tai",
        "phat_min": 200000,
        "phat_max": 400000,
        "dieu_luat": "Điều 16 / Điều 5",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Xuất trình bổ sung khi được yêu cầu"
    },
    {
        "id": "Loi_294",
        "hanh_vi_chung": "Không có giấy tờ",
        "mo_ta_luat": "Xe khách chở nhiều người, do đó bảo hiểm TNDS càng quan trọng để đảm bảo quyền lợi bên thứ ba. Không có/không mang theo là vi phạm thủ tục hành chính. Cơ quan chức năng có thể yêu cầu xuất trình bổ sung. Căn cứ: Điều 21, Khoản 4, Điểm a Nghị định 100/2019/NĐ-CP. Phạt 400.000–600.000 đồng.",
        "loai_xe": "xe_khach",
        "phat_min": 400000,
        "phat_max": 600000,
        "dieu_luat": "Điều 21, Khoản 4, Điểm a",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc xuất trình bổ sung"
    },
    {
        "id": "Loi_295",
        "hanh_vi_chung": "Điện thoại khi lái xe",
        "mo_ta_luat": "Mưa bão làm giảm tầm nhìn, trơn trượt và tăng thời gian phản ứng; dùng điện thoại khiến rủi ro tăng gấp bội. Người lái phải tập trung tuyệt đối, bật gạt mưa, đèn chiếu gần và giữ khoảng cách an toàn. Hành vi sử dụng thiết bị cầm tay bị nghiêm cấm khi điều khiển xe. Căn cứ: Điều 5, Khoản 4, Điểm c Nghị định 100/2019/NĐ-CP. Phạt 2.000.000–3.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 2000000,
        "phat_max": 3000000,
        "dieu_luat": "Điều 5, Khoản 4, Điểm c",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_296",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Đèn pha gây chói mắt xe đối diện, đặc biệt trên đường hẹp, đèo dốc. Khi gặp xe ngược chiều, người lái phải chuyển sang đèn chiếu gần để đảm bảo an toàn chung. Vi phạm có thể gây lóa tạm thời và tai nạn. Căn cứ: Điều 5, Khoản 3, Điểm s Nghị định 100/2019/NĐ-CP. Phạt 800.000–1.000.000 đồng.",
        "loai_xe": "o_to",
        "phat_min": 800000,
        "phat_max": 1000000,
        "dieu_luat": "Điều 5, Khoản 3, Điểm s",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_297",
        "hanh_vi_chung": "Không bật đèn",
        "mo_ta_luat": "Tại nơi có biển bắt buộc rẽ phải, người đi xe máy vừa phải tuân thủ hướng đi vừa phải bật tín hiệu báo rẽ để cảnh báo các xe phía sau. Không bật xi-nhan làm tăng nguy cơ quẹt hông và hiểu sai tín hiệu. Căn cứ: Điều 6, Khoản 2, Điểm g Nghị định 100/2019/NĐ-CP. Phạt 300.000–400.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 300000,
        "phat_max": 400000,
        "dieu_luat": "Điều 6, Khoản 2, Điểm g",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_298",
        "hanh_vi_chung": "Không khóa nắp bình",
        "mo_ta_luat": "Nắp bình nhiên liệu không khóa chặt có thể rò rỉ, dễ cháy nổ và gây ô nhiễm. Người điều khiển cần kiểm tra nắp đóng kín trước khi lưu thông. Vi phạm thuộc nhóm điều kiện an toàn kỹ thuật. Căn cứ: Điều 17 (ATKT xe mô tô) Nghị định 100/2019/NĐ-CP. Phạt 100.000–200.000 đồng.",
        "loai_xe": "xe_may",
        "phat_min": 100000,
        "phat_max": 200000,
        "dieu_luat": "Điều 17",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Buộc khắc phục"
    },
    {
        "id": "Loi_299",
        "hanh_vi_chung": "Đi hàng ba, hàng bốn",
        "mo_ta_luat": "Người đi xe đạp đi dàn hàng ngang chiếm dụng nhiều làn, cản trở phương tiện cơ giới. Phải đi thành một hàng, sát lề phải và tuân thủ tín hiệu. Hành vi vi phạm dễ gây xung đột với ô tô khi vượt. Căn cứ: Điều 8 (xe thô sơ) Nghị định 100/2019/NĐ-CP. Phạt 80.000–100.000 đồng.",
        "loai_xe": "xe_dap",
        "phat_min": 80000,
        "phat_max": 100000,
        "dieu_luat": "Điều 8",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": ""
    },
    {
        "id": "Loi_300",
        "hanh_vi_chung": "Đi ngược chiều",
        "mo_ta_luat": "Đi ngược chiều trên cao tốc là hành vi đặc biệt nguy hiểm, có thể dẫn đến thảm họa giao thông do tốc độ cao và quãng phanh dài. Xe khách chở nhiều người nên rủi ro càng nghiêm trọng. Vi phạm bị xử phạt ở mức rất nặng kèm tước GPLX. Căn cứ: Điều 5, Khoản 5, Điểm b Nghị định 100/2019/NĐ-CP. Phạt 16.000.000–18.000.000 đồng; tước GPLX 5–7 tháng.",
        "loai_xe": "xe_khach",
        "phat_min": 16000000,
        "phat_max": 18000000,
        "dieu_luat": "Điều 5, Khoản 5, Điểm b",
        "nghi_dinh": "100/2019/NĐ-CP",
        "bo_sung": "Tước GPLX 5–7 tháng"
    }
]
